{
    "info": {
        "revid": 8393996,
        "parentid": 8393978,
        "user": "Jasarora",
        "timestamp": "2004-12-13T13:07:24",
        "comment": ""
    },
    "content": {
        "contentformat": "text/x-wiki",
        "contentmodel": "wikitext",
        "*": "'''Chandigarh''' is a city in [[India]] that serves as the [[capital]] of two [[states and territories of India|states]]: [[Punjab, India|Punjab]] and [[Haryana]]. However, the city does not belong to either state. Rather, the city is administered by the federal government and hence classified as a [[union territory]]. '''Chandigarh''' is also the name of this union territory.\n\nChandigarh was a [[planned city]] until 1983, like [[Gandhinagar]], the capital of [[Gujarat]], until 1972.\n\nSeveral buildings in Chandigarh were designed by the Swiss [[architect]] [[Le Corbusier]] in the [[1950s]]. Le Corbusier was in fact the official architect of the city, which was commissioned by [[Jawaharlal Nehru]], the first Prime Minister of independent India, to reflect the new nation's modern outlook and to look towards the future rather than towards the poverty and teeming, toiling masses, which everyone else was pointing towards.\n\nChandigarh is laid down in a grid pattern. The city is divided into sectors, each sector being roughly 1.5km x 1.5km. The sectors act as mini cities, each has its own markets, places of worship, schools and colleges. Interestingly, while the city has sectors ranging from 1 to 60 (and increasing) Chandigarh has no Sector 13. This is attributable to Le Corbusier's belief that the number 13 is unlucky.\n\nSector 17 is the city's heart and makes up the shopping centre. It is a favourite haunt for the city inhabitants for an evening out and has many restaurants and hotels in addition to shops carrying virtually every Indian and foreign brand of goods.\n\nChandigarh is 78.6% [[Hindu]], 16.1% [[Sikh]], and about 4% [[Muslim]].\n\n==External links==\n*http://chandigarh.nic.in/\n*http://www.citcochandigarh.com/\n*http://www.pals.org/pec/chandigarh/chandigarh.html\n*http://www.chandigarh4u.com/\n*http://www.mapsofindia.com/maps/chandigarh/\n\n{{India}}\n\n{{stub}}\n[[da:Chandigarh]][[de:Chandigarh]] [[fr:Chandigarh]] [[sv:Chandigarh]] [[hi:&#2330;&#2306;&#2337;&#2368;&#2327;&#2338;&#2364;]]\n\n[[Category:Cities in India]]\n[[Category:States and territories of India]]"
    }
}