{
    "info": {
        "revid": 19432082,
        "parentid": 19306169,
        "minor": "",
        "user": "Bota47",
        "timestamp": "2005-07-23T09:23:56",
        "comment": "robot  Adding: cs"
    },
    "content": {
        "contentformat": "text/x-wiki",
        "contentmodel": "wikitext",
        "*": "[[image:IndiaChandigarh.png|thumb|250px]]\n'''Chandigarh''' is a city in [[India]] that serves as the [[capital]] of two [[states and territories of India|states]]: [[Punjab, India|Punjab]] and [[Haryana]]. However, the city does not belong to either state. Rather, the city is administered by the federal government and hence classified as a [[union territory]]. [[Chandigarh]] was due to transfer to Punjab alone in 1986, accompanied by the creation of a new capital for Haryana, but the transfer has been delayed while agreement is reached on the districts of Punjab that should be transferred to Haryana in exchange. '''Chandigarh''' is also the name of this union territory.\n\nSeveral buildings in Chandigarh were designed by the Swiss born French [[architect]] [[Le Corbusier]] in the [[1950s]]. Le Corbusier was in fact the second architect of the city, after the initial master plan was prepared by the American architect-planner [[Albert Mayer]] who was working with the Polish-born architect [[Matthew Nowicki]]. It was only after Nowicki's untimely death in 1950 that Le Corbusier was pulled into the project. The city was commissioned by [[Jawaharlal Nehru]], the first [[Prime Minister of India|prime minister of independent India]], to reflect the new nation's modern, progressive outlook. Nehru famously proclaimed Chandigarh to be \"unfettered by the traditions of the past, a symbol of the nation's faith in the future.\"\n\nUltimately, Le Corbusier was responsible for the overall master plan of the city, and the design of some of the major public buidings including the High Court, Assembly, Secreteriat, the Museum and Art Gallery, School of Art and the Lake Club. Most of the other housing was done by Le Corbusier's cousin [[Pierre Jeanneret]], the English husband and wife team of [[Maxwell Fry]] and [[Jane Drew]], along with a team of nine Indian architects -- M. N. Sharma, A. Ar. Prabhawalkar, B. P. Mathur, Piloo Moody, U. E. Chowdhury, N. S. Lamba, J. L. Malhotra, J. S. Dethe and [[Aditya Prakash]].\n\nChandigarh is laid down in a [[grid pattern]]. The city is divided into sectors, each sector being 800m x 1200m. The sectors act as mini cities, self-sufficient neighborhoods, each with its own markets, places of worship, schools and colleges within 10 minutes walking distance from anywhere in each sector. Interestingly, while the city has sectors ranging from 1 to 60 (and increasing) Chandigarh has no Sector 13. An apocryphal story attributes this fact to Le Corbusier's belief that the number 13 is unlucky.\n\nSector 17 is the city's heart and retail centre. It is a favourite haunt for the city inhabitants for an evening out and has many restaurants and hotels in addition to shops carrying virtually every Indian and foreign brand of goods.\n\nChandigarh is also known for its high literacy rate of 97%. Its popular schools and colleges include St.John's High School, Sacred Heart Convent High School, Carmel Convent High School, St. Kabir High School, St. Stephens High School, DAV School, GCG (girls), GCG (Boys), Home Science College for Girls, Guru Gobind Singh College, Govt. Teacher Training College and DAV College. \n\nOne of the unusual features of Chandigarh is the [[Rock Garden of Chandigarh]], built over 30 years by [[Nek Chand]], a former road supervisor, from items discarded during the construction of Chandigarh. The Rose Garden is in Sector 16, and Sukhana Lake in Sector 1.\n\n[[Kishangarh IT Park]] is the city's attempt to break into the [[Information technology|IT]] world. Chandigarh's infrastructure, proximity to Delhi and Punjab, and IT talent pool attracts IT businesses looking for office space in the area.  Major Indian firms and [[multinational corporation]]s like [[Dell, Inc.|Dell]], [[Infosys]], [[Satyam Computer Services|Satyam]], [[Reliance Industries Limited|Reliance]], and [[Ranbaxy Laboratories Limited|Ranbaxy]] have had offices in the park for the last four years. \n\nChandigarh is also the Birth place of Kulbir\n\nChandigarh is 78.6% [[Hindu]], 16.1% [[Sikh]], and about 4% [[Muslim]].\n\n==External links==\n*[http://www.washington.edu/uwpress/search/books/PRACHA.html Book on Chandigarh]\n*http://www.pals.org/pec/chandigarh/chandigarh.html\n*http://www.chandigarhcity.com/\n*[http://www.nekchand.com/ Nek Chand Foundation]\n*[http://chdmuseum.nic.in/ Government Museum and Art Gallery]\n\n\n{{India}}\n{{India state and UT capitals}}\n{{India-geo-stub}}\n\n[[Category:Cities and towns in India]]\n[[Category:States and territories of India]]\n[[category:Indian Union Territory capitals]]\n[[Category:Indian state-capitals]]\n[[Category:Planned city]]\n\n[[cs:Čandígarh]]\n[[da:Chandigarh]]\n[[de:Chandigarh]]\n[[fr:Chandigarh]]\n[[hi:चंडीगढ़]]\n[[ka:ჩანდიგარჰი]]\n[[nl:Chandigarh (unieterritorium)]]\n[[pt:Chandigarh]]\n[[sv:Chandigarh]]\n[[zh:昌迪加尔]]"
    }
}