{
    "info": {
        "revid": 66169470,
        "parentid": 66146610,
        "user": "Sukh",
        "timestamp": "2006-07-27T15:00:53",
        "comment": "rv link spam"
    },
    "content": {
        "contentformat": "text/x-wiki",
        "contentmodel": "wikitext",
        "*": "<!-- See [[Wikipedia:WikiProject Indian cities]] for details -->\n{{Infobox State IN \n | type               = union territory\n | locator_position   = right\n | state_name         = Chandigarh\n | capital            = Chandigarh<sup>'''&dagger;'''<sup>\n | largest_city       = Chandigarh<sup>'''&dagger;'''<sup>\n | locator_position   = right\n | districts          = 1\n | latd               = 30.75\n | longd              = 76.78\n | altitude           = 350\n | established_date   = March 1948\n | population_year    = 2001\n | official_languages = [[Punjabi language|Punjabi]], [[Hindi]]\n | population         = 900,635 <ref name=\"ci1\">[http://www.censusindia.net/t_00_003.html Census India]</ref>\n | population_rank    = 29\n | population_density = 7,900 \n | area_magnitude     = 8 \n | area               = 114\n | area_rank          = 33\n | area_telephone     = 172\n | abbreviation       = IN-CH\n | postal_code        = \n | vehicle_code_range = \n | footnotes          = <sup>'''&dagger;'''<sup>&nbsp;The city of Chandigarh comprises all of the union territory's area.\n}}\n'''Chandigarh''' {{audio|Chandigarh.ogg|pronunciation}} ({{lang-pa|ਚੰਡੀਗੜ੍ਹ}}, {{lang-hi|चंडीगढ़}}, pronunciation: / {{IPA|tʃəɳɖiːgəɽʰ}})<!-- THIS PUNJABI TRANSLATION IS CORRECT, DO NOT CHANGE --> also called The City Beautiful, is a city in [[India]] that serves as the [[capital]] of two [[states and territories of India|states]]: [[Punjab, India|Punjab]] and [[Haryana]]. However, administratively, the city is not under the jurisdiction of either state, it is administered by the federal government and hence classified as a [[union territory]]. The Governor of the Punjab is the Administrator of Chandigarh.\n\nThe city derives its name from a temple of goddess \"[[Chandi]]\" (the Chandi Mandir) located in nearby Panchkula district of Haryana. The word Chandigarh literally means \"the fort of goddess Chandi\".\n\nChandigarh is known for its high standard of living and tops the list of [[Indian States]] (Provinces) and [[Union Territories]] with a [[Human Development Index]] of 0.674.\n\nChandigarh has two satellite cities (both of which share a border with it): [[Panchkula]] and [[Mohali]]. Sometimes, the triangle of these three cities is collectively called as the [[Chandigarh Tricity]].\n\n==Brief history==\n[[Image:Rockgarden.jpg|right|thumb|250px|The Rock Garden, Chandigarh]]\nAfter the [[Partition of India|partition]] of [[South Asia]] into the two states of India and [[Pakistan]] in [[1947]], Indian Punjab needed a new capital city to replace [[Lahore]], that was now in Pakistan.  After several plans to make additions to existing cities were found to be infeasible for various reasons, the decision to construct a new city was taken.  \n\nOf all the new town schemes in independent India, the Chandigarh project quickly assumed prime significance, because of the city's strategic location as well as [[Jawaharlal Nehru|Jawaharlal Nehru's]] (the first Prime Minister of independent India) personal interest in it. Commissioned by Nehru to reflect the new nation's modern, progressive outlook, Nehru famously proclaimed Chandigarh to be \"unfettered by the traditions of the past, a symbol of the nation's faith in the future.\" Several buildings in Chandigarh were designed by the [[Swiss]]-born [[France|French]] [[architect]] and [[urban planning|planner]], [[Le Corbusier]] in the [[1950s]]. Le Corbusier was in fact the second architect of the city, after the initial master plan was prepared by the [[United States|American]] architect-planner [[Albert Mayer]] who was working with the [[Poland|Polish]]-born architect [[Matthew Nowicki]]. It was only after Nowicki's untimely death in 1950 that Le Corbusier was pulled into the project.\n\nChandigarh was due to be transferred to Punjab in 1986, in accordance with an agreement signed in August 1985 by [[Rajiv Gandhi]], the Prime Minister of India at that time, with Sant Harchand Singh Longowal of the Akali Dal. This was to be accompanied by the creation of a new capital for Haryana, but the transfer has been delayed pending an agreement on the districts of Punjab that should be transferred to Haryana in exchange.\n\n==Geography==\nChandigarh is located in the fringes of the [[Shivaliks|Shivalik]] range of the [[Himalaya]]s in Northwest India. It covers an area of approximately 114 sq. km. and  shares its borders with the States of Haryana in the south and Punjab in the north.\n\n==Climate==\nChandigarh has a sub-tropical continental monsoon climate characterized by a seasonal rhythm, hot summers, cool winters, unreliable rainfall and great variation in temperature (0°C to 44°C). In winters, frost sometimes occurs during December and January. The average annual rainfall is recorded at [http://www.rainwaterharvesting.org/Urban/Rainfall.htm 617 mm]. It also receives occasional winter rains from the western disturbance.\n\n==Plan and architecture==\n\n[[Image:Capitol_complex.jpg|right|thumb|450px| Punjab and Haryana Assembly, Capitol Complex]]\nTaking over from Albert Mayer, Le Corbusier produced a plan for Chandigarh that conformed to the [[modernism|modernist]] city planning principles of [[Congrès International d'Architecture Moderne|CIAM]], in terms of division of urban functions, an [[anthropomorphism|anthropomorphic]] plan form, and a hierarchy of road and pedestrian networks. \n\nThis vision of Chandigarh, contained in the innumerable conceptual maps on the drawing board together with notes and sketches had to be translated into brick and mortar. Le Corbusier retained many of the seminal ideas of Mayer and Nowicki, like the basic framework of the master plan and its components: the Capitol, City Centre, besides the University, Industrial area, and linear parkland. Even the neighbourhood unit was retained as the basic module of planning. However, the curving outline of Mayer and Nowicki was reorganised into a mesh of rectangles, and the buildings were characterised by an 'honesty of materials'. Exposed brick and boulder stone masonry in its rough form produced unfinished concrete surfaces, in geometrical structures. This became the architecture form characteristic of Chandigarh, set amidst landscaped gardens and parks.\n[[Image:Chandigarhroundabout.jpg|left|thumb|250px|Chandigarh is regarded as one of the most beautiful cities in India. [[Roundabout]]s like this one can be found throughout the city.]]\nThe initial plan had two phases: the first for a population of 150,000 and the second taking the total population to 500,000.  Le Corbusier divided the city into units called 'sectors', each representing a theoretically self-sufficient entity with space for living, working and leisure.  The sectors were linked to each other by a road and path network developed along the line of the 7 Vs, or a hierarchy of seven types of circulation patterns.  At the highest point in this network was the V1, the highways connecting the city to others, and at the lowest were the V7s, the streets leading to individual houses.  Later a V8 was added: cycle and pedestrian paths.  \n\n\nThe city plan is laid down in a [[grid pattern]]. Divided into identical looking sectors, each sector measures 800m x 1200m. The sectors were to act as self-sufficient neighborhoods, each with its own market, places of worship, schools and colleges - all within 10 minutes walking distance from within the sector. The original two phases of the plan delineated sectors from 1 to 47, with the exception of 13.\n\n[[Image:RockGarden1.jpg|right|thumb|400px| Rock Garden, Chandigarh]]\nThe city was to be surrounded by a 16 kilometer wide [[greenbelt]] that was to ensure that no development could take place in the immediate vicinity of the town, thus checking suburbs and urban sprawl.  \n\nWhile leaving the bulk of the city's architecture to other members of his team, Le Corbusier took responsibility for the overall master plan of the city, and the design of some of the major public buildings including the High Court, Assembly, Secretariat, the Museum and Art Gallery, School of Art and the Lake Club. Most of the other housing was done by Le Corbusier's cousin [[Pierre Jeanneret]], the English husband and wife team of [[Maxwell Fry]] and [[Jane Drew]], along with a team of nine Indian architects -- M. N. Sharma, A. Ar. Prabhawalkar, B. P. Mathur, Piloo Moody, U. E. Chowdhury, N. S. Lamba, J. L. Malhotra, J. S. Dethe and [[Aditya Prakash]].\n\nThe city in its final form, while not resembling his previous city projects like the [[Ville Contemporaine]] or the [[Ville Radieuse]], was an important and iconic landmark in the history of town planning. It continues to be an object of interest for architects, planners, historians and social scientists.\n\n==Social life and patterns==\n[[Image:Chandigarhround.jpg|right|thumb|250px|Flower show in Chandigarh]]\nSector 17 is the city's heart and retail centre. It is a favourite haunt for the city inhabitants for an evening out and has many restaurants and hotels like the newly commissioned [http://www.tajhotels.com/Business/TAJ%20CHANDIGARH,CHANDIGARH/default.htm Taj Chandigarh]. Sector 17, unlike other sectors in Chandigarh, has no residential areas and is designed exclusively as a shopping and office area. It is also renowned for its many shops which carry a huge diversity of goods including most Indian and foreign brands. Most of the  shops in the main plaza cater to the upper segments, while the smaller shops and the Bridge Market have a more middle class clientele. To deal with the increasing pressure on sector 17, another commercial hub was developed in Sector 34. \n\nChandigarh also has outlets of worldwide chain restaurants like [[KFC]], [[McDonald's]], [[Pizza Hut]], [[Domino's Pizza]] and [[Ruby Tuesday (restaurant)|Ruby Tuesday]]. Chandigarh has one multiplex, Fun Republic, located in Mani Majra NAC area, 10 Km from sector 17. Many more multiplexes are coming up. Chandigarh has a number of movie theatres, viz. Batra (Sector 37), Kiran (Sector 22), Piccadilly (Sector 34), Nirman (Sector 32), Neelam (Sector 17), Jagat (Sector 17) and KC (Sector 17).\n\nChandigarh started out with 3 major hospitals - the [[PGI]] in Sector 12, the General Hospital in Sector 16, and Government Medical College & Hospital at Sector 32. PGI is most often regarded as the nation's best post-graduate medical institution. Recently, major health groups have built specialty and super-specialty private hospitals in the tricity, such as [[Fortis]] at [[Mohali]] and ''Max Healthcare'' at [[Panchkula]].\n\nOne of the unusual and popular features of Chandigarh is the [[Rock Garden of Chandigarh]], built over 30 years by [[Nek Chand]], a former road supervisor, from items discarded during the construction of Chandigarh. Other popular tourist places are the Rose Garden in Sector 16, and Sukhna Lake in Sector 6. [[Sukhna Lake]] is an artificially created lake, extremely popular among the locals and tourists. The Government Museum and Art Gallery in Sector 10 houses art, sculpture and textiles from India's past as well as contemporary items. It also has a natural history museum inside the complex. There is the National Gallery of Portraits in Sector 17.\n\nThe two satellite cities of Chandigarh, [[Panchkula]] (in Haryana) and [[Mohali]] (in Punjab) house a major population operating in Chandigarh. Both these cities are virtually the parts of Chandigarh.\n\n==Education==\n[[Image:GandhiBhawan.gif|right|thumb|450px|Gandhi Bhawan, Punjab University]]\nChandigarh is known for its high [[literacy rate]] (97%). \n\nThe popular schools in and near Chandigarh include [[The British School]] (at Panchkula), [http://www.sfworldschool.com/ Strawberry Fields World School], St. John's High School, Carmel Convent School, Sacred Heart Senior Secondary School, [http://www.vivekhighschool.org/ Vivek High School], [http://www.ststephenschandigarh.com/ St. Stephen's School], [http://www.stxaviers.com/ St. Xavier's School], [http://www.ypsmohali.in/ Yadavindra Public School] (at Mohali), [[St. Kabir Public School]], Gurukul (at Panchkula) and Bhawan Vidyalaya. \n\nThe colleges in Chandigarh include Government College for Girls, DAV College, Government College for Men, MCM College, Home Science College for Girls, Guru Gobind Singh College, SD College, Government Teacher Training College (Chandigarh, India) and Govt. Teacher Training College. There are model schools set up by the government in various sectors, originally aimed to cater the needs of each sector. It is a major study hub for students all over Punjab, Haryana, Himachal Pradesh, J&K and Uttaranchal, and also for  the students from South-East Asia.\n\nChandigarh also houses many institutes of higher learning, such as:\n''[http://www.ubschandigarh.org/ University Business School] (UBS), [[Department of Chemical Engineering and Technology]], [[Punjab Engineering College]] ([http://www.pec.ac.in/ PEC]) (Deemed University), the [[Panjab University]] in sector 14, the [[University Institute of Engineering and Technology, Panjab University]], [http://www.ccet.org/ Chandigarh College of Engineering and Technology] (CCET), [http://www.cca.nic.in/ Chandigarh College of Architecture], [http://www.imtech.res.in/ Institute of Microbial Technology] (IMTech), [http://www.nitttrchd.ac.in/ National Institute of Technical Teachers Training and Research] (NITTTR), [http://www.gmch.nic.in/ Government Medical College & Hospital] and the [http://www.pgimer.nic.in/ Postgraduate Institute of Medical Education & Research]. Also located in neighboring Mohali, [http://www.cecmohali.org/ Chandigarh Engineering College (CEC)], Chandigarh College of Education for Women (CCEW), Chandigarh College of Pharmacy (CCP) and Chandigarh College of Hotel Management and Catering Technology (CCHM). The National Institute of Pharmaceutical Education and Research (NIPER) located in nearby Mohali is the first national level institute in pharmaceutical sciences with a proclaimed objective of becoming a centre of excellence for advanced studies and research in pharmaceutical sciences.\n\n==Demographics==\nThe population of Chandigarh is about 900 thousand, with a density of about 7900 persons per square kilometre. The sex ratio is 777 females for every 1,000 males – which is the lowest in the country. Chandigarh is known for its high literacy rate. The main religions in Chandigarh are Hindu (75.5%), Sikh (21.0%),  Muslim (2.72%) and Christian (0.78). [[Punjabi language|Punjabi]] and [[Hindi]] are the main languages spoken in Chandigarh, but [[English language|English]] is also quite prevalent. A small number of people also speak [[Urdu language|Urdu]]. However, the most common language for informal communication, especially among the youth of the city is a combination of Hindi and English, commonly referred to as [[Hinglish]]. A significant percentage of the population of Chandigarh consists of people who had moved here from the neighbouring states of Punjab, Haryana and Himachal Pradesh to fill up the large number of vacancies in various government departments that were established in Chandigarh.\n\n==Economy==\nGovernment is a major employer in Chandigarh with three governments having their base here. A significant percentage of Chandigarh’s population therefore consists of people who are either serving for one of these Governments or have retired from government service. For this reason, Chandigarh is often called a “Pensioners Paradise”. \n\nThere are about 15 medium to large industrial including two in the Public sector. In addition Chandigarh has over 2500 units are registered under small scale sector. The important industries are paper manufacturing, basic metals and alloys and machinery. Other industries are relating to food products, sanitary ware, auto parts, machine tools, pharmaceuticals and electrical appliances. Yet, with a [[Per Capita Income]] of Rs. 67,370, Chandigarh is the [http://www.ibnlive.com/news/chandigarhs-the-richest-of-em-all/12571-3.html richest] city in India. Chandigarh's gross state domestic product for 2004 is estimated at $2.2 billion in current prices.\n\nChandigarh has a well developed market and banking infrastructure. Nearly all the major banks in the country have registered their presence in Chandigarh. Most major business houses in the adjoining states of Punjab, Haryana and Himachal Pradesh. \n\nThree major trade promotion organizations have their offices in Chandigarh. These are: Federation of Indian Chambers of Commerce & Industry, the PHD Chamber of Commerce and Industry and the Confederation of Indian Industry (CII) which has its regional headquarters at Sector 31, Chandigarh. \n\nThis is a '''[http://www.nse-india.com/content/indices/ind_cnx500list.htm list] of NSE-indexed conglomerates with corporate offices in Chandigarh'''. Figures are given in millions of Indian Rupees for 2005.\n{| class=\"wikitable\"\n|-\n! Rank || Conglomerate || Gross Income\n|-\n| 1 || Swaraj Mazda || 6,126\n|-\n| 2 || Ind-Swift Laboratories || 3,270\n|-\n| 3 || Agro Dutch Industries || 1,380\n|-\n| 4 || Swaraj Engines || 1,282\n|}\n\nChandigarh IT Park (also Chandigarh Technology Park) is the city's attempt to break into the [[Information technology|IT]] world. Chandigarh's infrastructure, proximity to Delhi, Punjab and Haryana, and the IT talent pool attracts IT businesses looking for office space in the area. Major Indian firms and [[multinational corporation]]s including [[Quark, Inc.|Quark]], [[Infosys]], [[Dell, Inc.|Dell]], [[Ranbaxy Laboratories Limited|Ranbaxy]], [[Reliance Industries Limited|Reliance]] and [[Satyam Computer Services|Satyam]] have offices in the park.\n\n==Transport==\nWhile Chandigarh has a well-developed public transport network, most of Chandigarh's inhabitants prefer to use their own vehicles to commute within the city. This includes a large number two wheelers such as [[motorcycle]]s and [[Scooter (motorcycle)|scooters]]. Chandigarh also has the [http://www.deccanherald.com/deccanherald/jun132006/national181232006612.asp largest] number of vehicles per capita. Wide, well maintained roads and ample parking space all over the city, make it convenient to use private vehicles for local transport.\n\nPublic buses run by the Chandigarh Transport Undertaking (CTU), an undertaking of the Chandigarh Adminitration, provide local transport as well as inter-state transport services.\n\nThe Chandigarh Traffic Police oversees the implementation of the traffic rules, and is widely credited for a fairly orderly traffic system. The Traffic Park in Sector 23 introduces children, rickshaw-pullers and new drivers to traffic safety.\n\nRickshaws are common for travelling short distances, especially by school-going children, housewives and the elderly. Autorickshaws are limited, and most often ply to and from the ISBT. Most heavy traffic roads now have rickshaw lanes, which the rickshaw-pullers must adhere to compulsorily.\n\nChandigarh is well connected by road. The two main National Highways (NH) connecting Chandigarh with the rest of the country are: NH 22 (Ambala - Kalka - Shimla - Kinnaur) and NH 21 (Chandigarh - Leh). Chandigarh has an Inter-State Bus Terminus (ISBT), located in Sector 17, which has regular bus services to most major cites in Punjab, Haryana, [[Himachal Pradesh]], [[Jammu and Kashmir]] and [[Uttaranchal]], as well as the national capital [[Delhi]], which is about 240 km away.\n\nChandigarh has a small railway station located about 10 km. away from ISBT. Regular train connections are available to the national capital and to some other junctions like: [[Kalka]], [[Ambala]], [[Amritsar]], [[Bhiwani]], [[Howrah]], and [[Sri Ganganagar]]. Chandigarh also has a domestic airport located nearly 12 kilometers from the ISBT. Jet Airways, Air Deccan and [[Indian (airline)]] operate regular flights from Chandigarh to New Delhi and [[Mumbai]].\n\n==External links==\n*[http://chandigarh.nic.in/ The Official Website of Chandigarh]\n*[http://panchkula.nic.in/ The Official Website of Panchkula]\n\n{{India}}\n{{India state and UT capitals}}\n\n[[Category:1948 establishments]]\n[[Category:Chandigarh|*]]\n[[Category:Indian state-capitals]]\n[[Category:Indian Union Territory capitals]]\n[[Category:Planned cities]]\n[[Category:States and territories of India]]\n[[Category:Union Territories of India]]\n[[Category:Cities and towns in India|*]]\n\n[[bn:চন্ডীগড়]]\n[[cs:Čandígarh]]\n[[da:Chandigarh]]\n[[de:Chandigarh]]\n[[et:Chandigarh]]\n[[es:Chandigarh]]\n[[fr:Chandigarh]]\n[[gu:ચંડીગઢ]]\n[[he:צ'אנדיגאר]]\n[[hi:चंडीगढ़]]\n[[ka:ჩანდიგარჰი]]\n[[nl:Chandigarh (unieterritorium)]]\n[[ja:チャンディーガル]]\n[[pa:ਚੰਡੀਗੜ੍ਹ]]\n[[pt:Chandigarh]]\n[[ro:Chandigarh]]\n[[ru:Чандигарх]]\n[[simple:Chandigarh]]\n[[sk:Čandígarh]]\n[[fi:Chandigarh]]\n[[sv:Chandigarh]]\n[[ta:சண்டிகர்]]\n[[te:ఛండీగఢ్]]\n[[zh-yue:昌迪加爾]]\n[[zh:昌迪加尔]]"
    }
}