{
    "info": {
        "revid": 54599990,
        "parentid": 54597980,
        "user": "Ramanvirk",
        "timestamp": "2006-05-22T21:56:30",
        "comment": "/* Social life and patterns */"
    },
    "content": {
        "contentformat": "text/x-wiki",
        "contentmodel": "wikitext",
        "*": "[[image:IndiaChandigarh.png|thumb|250px|Location of Chandigarh]]\n'''Chandigarh''' {{audio|Chandigarh.ogg|pronunciation}} ({{lang-pa|ਚੰਡੀਗੜ੍ਹ}}, {{lang-hi|चंडीगढ़}})<!-- THIS PUNJABI TRANSLATION IS CORRECT, DO NOT CHANGE --> also called The City Beautiful, is a city in [[India]] that serves as the [[capital]] of two [[states and territories of India|states]]: [[Punjab, India|Punjab]] and [[Haryana]]. However, the city does not belong to either state. Rather, the city is administered by the federal government and hence classified as a [[union territory]]. Chandigarh was due to transfer to Punjab alone in 1986, accompanied by the creation of a new capital for Haryana, but the transfer has been delayed while agreement is sought on the districts of Punjab that should be transferred to Haryana in exchange.  \n\nThe City Beautiful tops the list of [[Indian States]] (Provinces) and [[Union Territories]] with a [[Human Development Index]] of 0.674.\n==Brief history==\n[[Image:Rockgarden.jpg|right|thumb|250px|The Rock Garden, Chandigarh]]\nAfter the partition of South Asia into the two states of India and Pakistan in 1947, Indian Punjab needed a new capital city to replace Lahore, that was now in Pakistan.  After several plans to make additions to existing cities were found to be infeasible for various reasons, the decision to construct a new city was taken.  \n\nOf all the new town schemes in independent India, the Chandigarh project quickly assumed prime significance, because of the city's strategic location as well as [[Jawaharlal Nehru|Jawaharlal Nehru's]] (the first Prime Minister of independent India) personal interest in it. Commissioned by Nehru to reflect the new nation's modern, progressive outlook, Nehru famously proclaimed Chandigarh to be \"unfettered by the traditions of the past, a symbol of the nation's faith in the future.\" Several buildings in Chandigarh were designed by the [[Swiss]]-born [[France|French]] [[architect]] and [[urban planning|planner]], [[Le Corbusier]] in the [[1950s]]. Le Corbusier was in fact the second architect of the city, after the initial master plan was prepared by the [[United States|American]] architect-planner [[Albert Mayer]] who was working with the [[Poland|Polish]]-born architect [[Matthew Nowicki]]. It was only after Nowicki's untimely death in 1950 that Le Corbusier was pulled into the project.\n\n==Plan and architecture==\nTaking over from Albert Mayer, Le Corbusier produced a plan for Chandigarh that conformed to the modern city planning principles of [[Congrès International d'Architecture Moderne|CIAM]], in terms of division of urban functions, an [[anthropomorphism|anthropomorphic]] plan form, and a hierarchy of road and pedestrian networks. \n\nThis vision of Chandigarh, contained in the innumerable conceptual maps on the drawing board together with notes and sketches had to be translated into brick and mortar. Le Corbusier retained many of the seminal ideas of Mayer and Nowicki, like the basic framework of the master plan and its components: the Capitol, City Centre, besides the University, Industrial area, and linear parkland. Even the neighbourhood unit was retained as the basic module of planning. However, the curving outline of Mayer and Nowicki was reorganised into a mesh of rectangles, and the buildings were characterised by an 'honesty of materials'. Exposed brick and boulder stone masonry in its rough form produced unfinished concrete surfaces, in geometrical structures. This became the architecture form characteristic of Chandigarh, set amidst landscaped gardens and parks.\n\nThe initial plan had two phases: the first for a population of 150,000 and the second taking the total population to 500,000.  Le Corbusier divided the city into units called 'sectors', each representing a theoretically self-sufficient entity with space for living, working and leisure.  The sectors were linked to each other by a road and path network developed along the line of the 7 Vs, or a hierarchy of seven types of circulation patterns.  At the highest point in this network was the V1, the highways connecting the city to others, and at the lowest were the V7s, the streets leading to individual houses.  Later a V8 was added: cycle and pedestrian paths.  \n\n[[Image:Chandigarhroundabout.jpg|left|thumb|250px|Chandigarh is regarded as one of the most beautiful cities in India. [[Roundabout]]s like this one can be found throughout the city.]]\nThe city plan is laid down in a [[grid pattern]]. Divided into identical looking sectors, each sector measures 800m x 1200m. The sectors were to act as self-sufficient neighborhoods, each with its own market, places of worship, schools and colleges - all within 10 minutes walking distance from within the sector. The original two phases of the plan delineated sectors from 1 to 47, with the exception of 13.\n\nThe city was to be surrounded by a 16 kilometer wide [[greenbelt]] that was to ensure that no development could take place in the immediate vicinity of the town, thus checking suburbs and urban sprawl.  \n\nWhile leaving the bulk of the city's architecture to other members of his team, Le Corbusier took responsibility for the overall master plan of the city, and the design of some of the major public buildings including the High Court, Assembly, Secretariat, the Museum and Art Gallery, School of Art and the Lake Club. Most of the other housing was done by Le Corbusier's cousin [[Pierre Jeanneret]], the English husband and wife team of [[Maxwell Fry]] and [[Jane Drew]], along with a team of nine Indian architects -- M. N. Sharma, A. Ar. Prabhawalkar, B. P. Mathur, Piloo Moody, U. E. Chowdhury, N. S. Lamba, J. L. Malhotra, J. S. Dethe and [[Aditya Prakash]].\n\nThe city in its final form, while not resembling his previous city projects like the [[Ville Contemporaine]] or the [[Ville Radieuse]], was an important and iconic landmark in the history of town planning. It continues to be an object of interest for architects, planners, historians and social scientists.\n\n==Social life and patterns==\n[[Image:Chandigarhround.jpg|right|thumb|250px|Flower show in Chandigarh]]\nSector 17 is the city's heart and retail centre. It is a favourite haunt for the city inhabitants for an evening out and has many restaurants and hotels like the newly opened , The Taj Residency , Chandigarh. Sector 17 is also renowned for its many shops which carry a huge diversity of goods including most Indian and foreign brands. Another commercial hub is in Sector 34.\n\nChandigarh is known for its high [[literacy rate]] (97%). Its popular schools and colleges include [http://www.thebritishschool.org/ The British School] (at Panchkula), [http://www.sfworldschool.com/ Strawberry Fields World School], St. John's High School, Carmel Convent School, Sacred Heart Senior Secondary School, St. Stephen's School, Vivek High School, Yadavindra Public School  (at Mohali), Government College for Girls, Government College for Men, DAV College, MCM College, Home Science College for Girls, Guru Gobind Singh College, SD College, Government Teacher Training College (Chandigarh, India) and Govt. Teacher Training College. There are model schools set up by the government in various sectors, originally aimed to cater the needs of each sector. It is a major study hub for students all over Punjab, Harayana and Himachal Pradesh, J&K and students from South-East Asia.\n\nChandigarh also has outlets of worldwide chain restaurants like Kentucky Fried Chicken (KFC), McDonalds, Pizza Hut, Dominos and Ruby Tuesday. Chandigarh has one multiplex, Fun Republic, which is 10Km from sector 17. Many more multiplexes are coming up. Chandigarh has a number of movie theatres, viz. Batra (Sector 37), Kiran (Sector 22), Piccadilly (Sector 34), Nirman (Sector 32), Neelam (Sector 17), Jagat (Sector 17) and KC (Sector 17).\n\nChandigarh also houses many institutes of higher learning, such as the [[University Business School]] (UBS),which is rated as one of the top ten business schools in India, [[Department of Chemical Engineering and Technology]], [[Punjab Engineering College]] (Deemed University) [http://www.pec.ac.in], [[Chandigarh College of Engineering and Technology]] (CCET) [http://www.ccet.org] the [[Panjab University]] in sector 14, the [[University Institute of Engineering and Technology, Panjab University]], Institute of Microbial Technology (IMTech), a premier research institute [http://www.imtech.res.in] and the Postgraduate Institute of Medical Education & Research. Chandigarh Administrations'. Also located in neighboring Mohali, [http://www.cecmohali.org/ Chandigarh Engineering College (CEC)], Chandigarh College of Education for Women (CCEW), Chandigarh College of Pharmacy (CCP) and Chandigarh College of Hotel Management and Catering Technology (CCHM). \n\nChandigarh started out with 3 major hospitals - the [[PGI]] in Sector 12, the General Hospital in Sector 16, and Medical College Hospital Sector 32. Recently, major health groups have built private hospitals in Chandigarh, such as [[Fortis]] at [[Mohali]] and [[Max Healthcare]] at [[Panchkula]].\n\nOne of the unusual and popular features of Chandigarh is the [[Rock Garden of Chandigarh]], built over 30 years by [[Nek Chand]], a former road supervisor, from items discarded during the construction of Chandigarh. Other popular tourist places are 'The Rose Garden' in Sector 16, and 'Sukhana Lake' in Sector 6.\n[[Sukhna Lake]] is an artificially created lake, extremely popular among the locals and tourists.\n\nChandigarh IT Park (also called Kishangarh IT Park) is the city's attempt to break into the [[Information technology|IT]] world. Chandigarh's infrastructure, proximity to Delhi, Punjab and Haryana, and the IT talent pool attracts IT businesses looking for office space in the area. Major Indian firms and [[multinational corporation]]s including [[Quark, Inc.|Quark]], [[Infosys]], [[Dell, Inc.|Dell]], [[Ranbaxy Laboratories Limited|Ranbaxy]], [[Reliance Industries Limited|Reliance]] and [[Satyam Computer Services|Satyam]] have offices in the park.\n\nChandigarh has two satellite cities located in Punjab and Haryana, built on the lines and design of Chandigarh. Panchkula (Haryana) and SAS Nagar or Mohali (Punjab) house a major population operating in Chandigarh. Both these cities are virtually the parts of Chandigarh.\n\n==Demographics==\nChandigarh is 75.5% [[Hindu]], 21.0% [[Sikh]], 2.72% [[Muslim]] and 0.78 [[Christian]].\n\n==Economy==\nChandigarh's gross state domestic product for 2004 is estimated at $2.2 billion in current prices.\n\n==External links==\n*[http://chandigarh.nic.in Official Chandigarh Administration Website]\n*[http://www.destinationchandigarh.com/portal/ Community Portal]\n\n{{India}}\n{{India state and UT capitals}}\n\n[[Category:Chandigarh|*]]\n[[Category:Indian state-capitals]]\n[[Category:Indian Union Territory capitals]]\n[[Category:Planned cities]]\n[[Category:States and territories of India]]\n[[Category:Union Territories of India]]\n\n[[bn:চন্ডীগড়]]\n[[cs:Čandígarh]]\n[[da:Chandigarh]]\n[[de:Chandigarh]]\n[[et:Chandigarh]]\n[[es:Chandigarh]]\n[[fr:Chandigarh]]\n[[gu:ચંડીગઢ]]\n[[hi:चंडीगढ़]]\n[[ja:チャンディーガル]]\n[[ka:ჩანდიგარჰი]]\n[[nl:Chandigarh (unieterritorium)]]\n[[pt:Chandigarh]]\n[[ro:Chandigarh]]\n[[ru:Чандигарх]]\n[[simple:Chandigarh]]\n[[sk:Čandígarh]]\n[[fi:Chandigarh]]\n[[sv:Chandigarh]]\n[[ta:சண்டிகர்]]\n[[te:ఛండీగఢ్]]\n[[zh:昌迪加尔]]"
    }
}