{
    "info": {
        "revid": 196765136,
        "parentid": 196765017,
        "user": "Astanhope",
        "timestamp": "2008-03-08T14:08:04",
        "comment": "/* Notable residents */ cleanup non-notable"
    },
    "content": {
        "contentformat": "text/x-wiki",
        "contentmodel": "wikitext",
        "*": "{{Infobox Indian Jurisdiction\n|nickname           = City Beautiful\n|type               = union territory\n|locator_position   = right\n|state_name         = Chandigarh\n|native_name        = Chandigarh\n|capital            = Chandigarh\n|largest_city       = Chandigarh\n|locator_position   = right\n|skyline= Chandigarh Monument.jpg\n|skyline_caption= The Open Hand Monument\n|districts          = 1\n|latd               = 30.75\n|longd              = 76.78\n|altitude           = 350\n|established_date   = 1966\n|population_year    = 2001\n|official_languages = [[Punjabi language|Punjabi]], [[Hindi language|Hindi]], [[English language|English]]\n|population_total   = 900635\n|population_total_cite =\n<ref name=\"ci1\">[http://www.censusindia.net/t_00_003.html Census India]</ref>\n|population_rank    = 29\n|area_magnitude     = 8 \n|area_total         = 114\n|area_rank          = 33\n|area_telephone     = 172\n|abbreviation       = IN-CH\n|seal               = Z Chandighar.jpg| \n|footnotes          = The city of Chandigarh comprises all of the union territory's area.\n}}\n\n'''Chandigarh,'''{{audio|Chandigarh.ogg| }} ({{lang-pa|[[wikt:ਚੰਡੀਗੜ੍ਹ|ਚੰਡੀਗੜ੍ਹ]]}}, {{lang-hi|[[wikt:चंडीगढ़|चंडीगढ़]]}})<!-- THIS PUNJABI TRANSLATION IS CORRECT, DO NOT CHANGE --> also called ''City Beautiful'', is a city in [[India]] that serves as the [[capital]] of two [[states and territories of India|states]], [[Punjab, India|Punjab]] and [[Haryana]], and is a [[union territory]] of India.\n\nKnown internationally for its architecture and urban planning, Chandigarh is home to numerous architectural projects of [[Le Corbusier]], [[Pierre Jeanneret]], Matthew Nowicki,  and Albert Mayer. The city boasts a high standard of living with the highest per capita income in the country and tops the list of [[Indian States]] and [[Union Territories]] with a [[Human Development Index]] of 0.674.<ref name=\"Tribune\">[http://www.tribuneindia.com/2002/20020428/cth1.htm The Tribune]</ref>\n\n==History==\n[[Image:Rockgarden.jpg|thumb|left|[[Nek Chand|The Rock Garden]], Chandigarh. One of many scenic spots in Chandigarh]]\nAfter the [[Partition of India|partition]] of [[British India]] into the two nations of [[India]] and [[Pakistan]] in 1947, the region of Punjab was also split between India and Pakistan. The Indian state of Punjab required a new capital city to replace [[Lahore]], which became part of Pakistan during the partition.  After several plans to make additions to existing cities were found to be infeasible for various reasons, the decision to construct a new and planned city was undertaken. The city derives its name from [[Chandi Mandir]], a temple of goddess ''[[Chandi]]'', located in nearby [[Panchkula District]] of Haryana. The word Chandigarh literally means \"the fort of Chandi\".\n\nOf all the new town schemes in independent India, the Chandigarh project quickly assumed prime significance, because of the city's strategic location as well as [[Jawaharlal Nehru|Jawaharlal Nehru's]] (the first Prime Minister of independent India) personal interest in it. Commissioned by Nehru to reflect the new nation's modern, progressive outlook, Nehru famously proclaimed Chandigarh to be \"unfettered by the traditions of the past, a symbol of the nation's faith in the future.\" Several buildings and layouts in Chandigarh were designed by the [[Swiss]]-born [[France|French]] [[architect]] and [[urban planning|planner]], [[Le Corbusier]] in the 1950s. Le Corbusier was in fact the second architect of the city, after the initial master plan was prepared by the [[United States|American]] architect-planner [[Albert Mayer]] who was working with the [[Poland|Polish]]-born architect [[Matthew Nowicki]]. It was only after Nowicki's untimely death in 1950 that Le Corbusier was pulled into the project.\n\nOn [[1 November]], [[1966]], the newly-formed Indian state of [[Haryana]] was carved out of the eastern portion of the Punjab, in order to create Haryana as a majority [[Hindi]] speaking state, while the western portion of Punjab retained a mostly [[Punjabi]]-speaking majority and remained as the current day [[Punjab (India)|Punjab]]. However, the city of Chandigarh was on the border, and was thus created into a [[union territory]] to serve as capital of both these states. Chandigarh was due to be transferred to Punjab in 1986, in accordance with an agreement signed in August 1985 by [[Rajiv Gandhi]], the Prime Minister of India at that time, with Sant Harchand Singh Longowal of the [[Akali Dal]]. This was to be accompanied by the creation of a new capital for Haryana, but the transfer has been delayed pending an agreement on which parts of the Hindi speaking areas of [[Abohar]] and [[Fazilka]], currently part of [[Firozpur District]] of Punjab, should be transferred to Haryana in exchange.\n\nOn [[15 july]] [[2007]], [[Chandigarh]] became the first Indian city to go smoke-free {{Fact|date=October 2007}}. Smoking at public places has been strictly prohibited and considerd as a punishable act by Chandigarh Administration. \n\nThe other planned cities in India: [[Edwin Lutyens|Lutyen's]] [[New Delhi]], [[Bhubaneshwar]] in [[Orissa]], [[Gandhinagar]] in [[Gujrat]] and [[Navi Mumbai]] in [[Maharashtra]], were built close to existing old cities ([[Delhi]], [[Cuttack]], [[Ahmedabad]] and [[Mumbai]] respectively).\n\n==Geography==\n[[Image:Chandigarh Lake.jpg|thumb|Sukhna Lake]]\nChandigarh is located near the foothills of the [[Shivaliks|Shivalik]] range of the [[Himalaya]]s in Northwest India. It covers an area of approximately 114 km². and  shares its borders with the states of Haryana in the south and Punjab in the north. The exact cartographic co-ordinates of Chandigarh are {{coor d|30.74|N|76.79|E|}}.<ref>[http://www.fallingrain.com/world/IN/5/Chandigarh.html Falling Rain Genomics, Inc - Chandigarh]</ref> It has an average elevation of 321&nbsp;[[metre]]s (1053&nbsp;[[foot (unit of length)|feet]]).\nThe surrounding districts are of Mohali and Ropar in Punjab and Panchkula in Haryana. The boundary of the state of Himachal Pradesh are not too far from its north.\nChandigarh has a sub-tropical continental monsoon climate characterized by a seasonal rhythm: hot summers, slightly cold winters, unreliable rainfall and great variation in temperature (-1 °C to 46.5 °C). In winter, frost sometimes occurs during December and January. The average annual rainfall is [http://chandigarh.nic.in/knowchd_general.htm 1110.7 mm]. The city also receives occasional winter rains from the west.\n\n''' Average temperature''' \n* '''Summer''': The temperature in summer may rise to a maximum of 46.5°C. Temperatures generally remain between 35°C to 42°C.\n* '''Autumn''': In autumn, the temperature may rise to a maximum of 36°C. Temperatures usually remain between 16° to 27° in autumn. The minimum temperature is around 13°C.\n* '''Winter''': Winters are quite cool and it can sometimes get quite chilly in Chandigarh. Average temperatures in winter (November to February) remain at (max) 7°C to 20 °C and (min) -2°C to 5°C. \n* '''Spring''': The climate remains quite pleasant during the spring season. Temperatures vary between (max) 16°C to 25°C and (min) 9°C to 18°C.\n\n==Architecture & Urban Planning==\n[[Image:Chandigarhroundabout.jpg|thumb|Chandigarh is regarded as one of the most beautiful cities in India. [[Roundabout]]s like this one can be found throughout the city.]]\nTaking over from Albert Mayer, [[Le Corbusier]] produced a plan for Chandigarh that conformed to the [[modernism|modernist]] city planning principles of [[Congrès International d'Architecture Moderne|CIAM]], in terms of division of urban functions, an [[anthropomorphism|anthropomorphic]] plan form, and a hierarchy of road and pedestrian networks here..... \n\nThis vision of Chandigarh, contained in the innumerable conceptual maps on the drawing board together with notes and sketches had to be translated into brick and mortar. Le Corbusier retained many of the seminal ideas of Mayer and Nowicki, like the basic framework of the master plan and its components: the Capitol, City Center, besides the University, Industrial area, and linear parkland. Even the neighborhood unit was retained as the basic module of planning. However, the curving outline of Mayer and Nowicki was reorganized into a mesh of rectangles, and the buildings were characterized by an 'honesty of materials'. Exposed brick and boulder stone masonry in its rough form produced unfinished concrete surfaces, in geometrical structures. This became the architectural form characteristic of Chandigarh, set amidst landscaped gardens and parks.\n\nThe initial plan had two phases: the first for a population of 150,000 and the second taking the total population to 500,000.  Le Corbusier divided the city into units called 'sectors', each representing a theoretically self-sufficient entity with space for living, working and leisure.  The sectors were linked to each other by a road and path network developed along the line of the 7 Vs, or a hierarchy of seven types of circulation patterns.  At the highest point in this network was the V1, the highways connecting the city to others, and at the lowest were the V7s, the streets leading to individual houses.  Later a V8 was added: cycle and pedestrian paths.  \n[[Image:Secretariat.jpg|thumb|250px|left|The Palace Assembly, designed by [[Le Corbusier]]]]\nThe city plan is laid down in a [[grid pattern]]. The whole city has been divided into rectangular patterns, forming identical looking sectors, each sector measures 800 m x 1200 m. The sectors were to act as self-sufficient neighbourhoods, each with its own market, places of worship, schools and colleges - all within 10 minutes walking distance from within the sector. The original two phases of the plan delineated sectors from 1 to 47, with the exception of 13 (Number 13 is considered unlucky)The Assembly, the secretariat and the high court, all located in Sector - 1 are the three monumental buildings designed by Le Corbusier in which he showcased his architectural genius to the maximum. The city was to be surrounded by a 16 kilometer wide [[greenbelt]] that was to ensure that no development could take place in the immediate vicinity of the town, thus checking suburbs and urban sprawl.  \n\nWhile leaving the bulk of the city's architecture to other members of his team, Le Corbusier took responsibility for the overall master plan of the city, and the design of some of the major public buildings including the High Court, Assembly, Secretariat, the Museum and Art Gallery, School of Art and the Lake Club.  Le Corbusier's most prominent building, the Court House, consists of the High court, which is literally higher than the other, eight lower courts. Most of the other housing was done by Le Corbusier's cousin [[Pierre Jeanneret]], the English husband and wife team of [[Maxwell Fry]] and [[Jane Drew]], along with a team of nine Indian architects -- M. N. Sharma, A. Ar. Prabhawalkar, B. P. Mathur, Piloo Moody, U. E. Chowdhury, N. S. Lamba, J. L. Malhotra, J. S. Dethe and [[Aditya Prakash]].\n\nThe city in its final form, while not resembling his previous city projects like the [[Ville Contemporaine]] or the [[Ville Radieuse]], was an important and iconic landmark in the history of town planning. It continues to be an object of interest for architects, planners, historians and social scientists. Chandigarh has two [[satellite]] cities: [[Panchkula]] and [[Mohali]]. Sometimes, the triangle of these three cities is collectively called as the [[Chandigarh Tricity]].\n\n==Chandigarh UT Administration==\n\n[[Image:India Chandigarh .jpg|thumb|The Open Hand, the official logo of Chandigarh]]\nChandigarh Administration is under the control of the Administrator who is appointed under the provisions of Art 239 of the Constitution. The administrative control of Chandigarh is under the Ministry of Home Affairs. The Governor of Punjab is the Administrator of Chandigarh. The ''Adviser to the Administrator'', a very senior officer belonging to one of the [[All India Services]], is second in command after the Administrator. He generally belongs to the AGMU cadre of the Indian Administrative Service. \n\n* The [[Deputy Commissioner (India)|Deputy Commissioner]], an officer belonging to the [[Indian Administrative Service]], is the in-charge of the General Administration in the Chandigarh UT.\n* The [[Superintendent of Police (India)|Senior Superintendent of Police]], an officer belonging to the [[Indian Police Service]], is responsible for maintaining Law & Order and related issues in the Chandigarh UT.\n* The [[Deputy Conservator of Forests (India)|Deputy Conservator of Forests]], an officer belonging to the [[Indian Forest Service]], is responsible for the management of the Forests, Environment, Wild-Life and Pollution Control in the Chandigarh UT.\n\nThe above three officers are from AGMU cadre or Punjab cadre or Haryana cadre of the [[All India Services]].\n\n==Demographics==\n[[Image:Chandigarh Temple.jpg|right|thumb|Hindu Temple on the outskirts of the city]]\n[[As of 2001]] India [[census]],<ref>{{GR|India}}</ref> Chandigarh had a population of 900,635, making for a density of about 7900 persons per square kilometre. Males constitute 56% of the population and females 44%. The sex ratio is 777 females for every 1,000 males – which is the lowest in the country. Chandigarh has an average literacy rate of 73%, higher than the national average of 59.5%; with male literacy of 76% and female literacy of 68%. About 12% of the population is under 6 years of age. The main religions in Chandigarh are [[Hinduism]] (78.6%), [[Sikhism]] (16.1%), [[Islam]] (3.9%), and [[Christianity]] (0.8%).<ref>http://www.censusindia.net/religiondata/ 2001 Indian Census Data</ref> [[Punjabi language|Punjabi]] and [[Hindi]] are the main languages spoken in Chandigarh, but [[English language|English]] is also quite prevalent. People speaking [[Tamil language|Tamil]] form the third biggest linguistic group in Chandigarh.(Census of India 1991). A small number of people also speak [[Urdu language|Urdu]]. However, the most common language for informal communication, especially among the youth of the city is a combination of Hindi and English.\n\nA significant percentage of the population of Chandigarh consists of people who had moved here from the neighboring states of Punjab, Haryana and Himachal Pradesh to fill up the large number of vacancies in various government departments that were established in Chandigarh.\n\n== Economy ==\n\nThe government is a major employer in Chandigarh with three governments having their base here.  A significant percentage of Chandigarh’s population therefore consists of people who are either working for one of these governments or have retired from government service.  For this reason, Chandigarh is often called a “Pensioner's Paradise”. There are about 15 medium to large industrial including two in the Public sector.  In addition Chandigarh has over 2500 units are registered under small scale sector.  The important industries are paper manufacturing, basic metals and alloys and machinery. Other industries are relating to food products, sanitary ware, auto parts, machine tools, pharmaceuticals and electrical appliances.  Yet, with a [[Per Capita Income]] of Rs. 67,370, Chandigarh is the richest city in India.<ref>http://www.ibnlive.com/news/chandigarhs-the-richest-of-em-all/12571-3.html </ref> Chandigarh's gross state domestic product for 2004 is estimated at $2.2 billion in current prices.\n\nChandigarh has a well developed market and banking infrastructure.  Nearly all the major banks in the country have registered their presence in Chandigarh. Most banks with a pan India presence have their zonal/regional offices present in Chandigarh.  In fact Bank square in [[Sector 17]] in Chandigarh has a large presence of such offices all in one section of the commercial sector.\nThree major trade promotion organizations have their offices in Chandigarh. These are: Federation of Indian Chambers of Commerce & Industry, (FICCI) the PHD Chamber of Commerce and Industry ( PHDCCI) and the [[Confederation of Indian Industry]] (CII) which has its regional headquarters at Sector 31, Chandigarh. \n\nThis is a list of top NSE-indexed conglomerates with corporate offices in Chandigarh. Figures are given in millions of Indian Rupees for year ending March 2007.<ref>http://www.nse-india.com/content/indices/ind_cnx500list.htm</ref>\n\n{| class=\"wikitable\"\n|-\n! Rank || Conglomerate || Gross Income || Net Profit \n|-\n| 1 || Swaraj Mazda || 6,034 || 160\n|-\n| 2 || [[Nectar Lifesciences]] || 4,612 || 460\n|-\n| 3 || Ind-Swift Laboratories || 3,579 || 209\n|}\n\nThe defence forces have a  significant presence in Chandigarh, apart from the [[Indian Airforce]] base in sector 31 and the nearby Cantonment in [[Chandimandir]], the city is the base for sourcing supplies for the Leh Ladhak and Siachen region of defence operations.\n\nChandigarh IT Park (also Chandigarh Technology Park) is the city's attempt to break into the [[Information technology|IT]] world. Chandigarh's infrastructure, proximity to Delhi, Punjab and Haryana, and the IT talent pool attracts IT businesses looking for office space in the area. Major Indian firms and [[multinational corporation]]s including  [[FCS Software Solutions Ltd.]], [[Quark, Inc.|Quark]], [[Infosys]], [[Dell, Inc.|Dell]], [[IDS Infotech Limited]],[[Miracle Studios]], [[Webart Softech]], and [[Netsoft Informatics]] have offices in the city and it's suburbs. According to a recent Global Services Survey conducted by Cyber Media, Chandigarh is ranked 9th in the top 50 cities identified globally as ‘emerging outsourcing and IT services destinations.’<ref>[http://www.thehindubusinessline.com/2007/10/03/stories/2007100351450400.htm The Hindu Business Line]</ref>\n\n===Special Economic Zone===\nRajiv Gandhi Chandigarh Technology Park (RGCTP), was conceived in 2001 by Chandigarh administration this was to promote and provide planned facilities to the IT companies and young entrepreneurs. Located in the foot hills of Shivaliks Close to Sukhna lake.<ref>http://chdit.nic.in/layout_map.htm</ref> The Technology park is now full of big IT players like\n*Infosys  Technologies Ltd.\n*IDS Infotech Limited (Largest employee base 1300+)\n*beboTechnologies pvt limited\n*QASource India Inc.\n*IBM Daksh\n*Miracle Studios\n*Net Solutions\n*Outerbay (Now HP India)\n*Virsa Systems (now SAP Labs)\n*ICICI Prudential (for Software Development)\n*FCS Software Solutions Ltd.\nThe Department of Information Technology Chandigarh is this official department under Chandigarh administration dealing with IT policies and promotion of IT park.<ref>http://chdit.nic.in/index.htm</ref>\n\n==Education ==\n{{Main|List of educational institutions in Chandigarh}}\n[[Image:India Corbusier .jpg|thumb|Gandhi Bhavan built by [[Pierre Jeanneret]] for [[Punjab University]]]]\nChandigarh is known for its quality school education.{{Fact|date=June 2007}} The schools are affiliated to different types of [[Schools Curriculum (India)|school curricula]]. The colleges in Chandigarh include MCM DAV College for Women(toppers-barbie maini,saumaya,kirti hasan), DAV College, Government College for Girls, Government College for Men, Home Science College for Girls, Guru Gobind Singh College, SD College, Government Teacher Training College (Chandigarh, India) and Government Teacher Training College. There are model schools set up by the government in various sectors, originally aimed to cater the needs of each sector. It is a major study hub for students all over Punjab, Haryana, Himachal Pradesh, J&K and Uttaranchal, and also for  the students from South-East Asia.\nChandigarh also houses many prominent institutes of higher learning, such as:\n\n* Postgraduate Institute of Medical Education & Research\n* [[Punjab Engineering College]] \n* [[Panjab University]] \n* [[GMCH Chandigarh]]\n* Government College of Fine Arts, Sector 10\n* [[Chandigarh College of Engineering and Technology]] (CCET)\n* [[University Institute of Engineering and Technology]] (Panjab University)\n* Chandigarh College of Architecture\n* Department of Chemical Engineering and Technology (Panjab University),\n* University Business School (UBS)\n[[Image:Chandigarh Museum.jpg|thumb|[[Punjab University]] Fine Art Museum]]\nSome other notable institutes include:\n \n* Institute of Microbial Technology (IMTech), \n* National Institute of Technical Teachers Training and Research (NITTTR)\n* Canadian Institute for International Studies\n\nAlso located in neighboring Mohali, Chandigarh College of Education for Women (CCEW),SASIITR, Chandigarh College of Pharmacy (CCP) and Chandigarh College of Hotel Management and Catering Technology (CCHM). The National Institute of Pharmaceutical Education and Research (NIPER) located in nearby Mohali is the first national level institute in pharmaceutical sciences with a proclaimed objective of becoming a center of excellence for advanced studies and research in pharmaceutical sciences. Chandigarh's satellite town of Mohali is home for Center for Development of Advanced Computing's northmost branch C-DAC Mohali that is engaged in research on state of the art topics including Telemedicine. Also, the Canadian Institute for International Studies (CIIS) offers Canadian and New Zealand post-secondary degrees and diplomas for Indian students.<ref>http://www.ciis.ac.in</ref>\n\n==Transport==\n[[Image:Punjab Bus.jpg|thumb|Punbus connects the city to other parts of [[Punjab]]]]\nWhile Chandigarh has a well-developed public transport network, most of Chandigarh's inhabitants prefer to use their own vehicles to commute within the city. This includes a large number two wheelers. Chandigarh also has the largest number of vehicles per capita.<ref>http://www.deccanherald.com/deccanherald/jun132006/national181232006612.asp</ref> Wide, well maintained roads and ample parking space all over the city, make it convenient to use private vehicles for local transport.\n\nPublic buses run by the Chandigarh Transport Undertaking (CTU), an undertaking of the Chandigarh Administration, provide local transport as well as inter-state transport services.<ref>http://www.citcochandigarh.com/how_to_reach/index.php</ref>\n\nThe Chandigarh Traffic Police oversees the implementation of the traffic rules, and is widely credited for a fairly orderly traffic system. The Traffic Park in Sector 23 introduces children, rickshaw-pullers and new drivers to traffic safety.<ref>http://www.chandigarhtrafficpolice.org/</ref>\n\nRickshaws are common for traveling short distances, especially by school-going children, housewives and the elderly. Auto-rickshaws are limited, and most often ply to and from the ISBT. Most heavy traffic roads now have rickshaw lanes, which the rickshaw-pullers must adhere to compulsorily.\n\nChandigarh is well connected by road. The two main National Highways (NH) connecting Chandigarh with the rest of the country are: NH 22 (Ambala - Kalka - Shimla - Kinnaur) and NH 21 (Chandigarh - Leh). Chandigarh has two Inter-State Bus Terminus (ISBT), one for the North, East and South located in Sector 17, which has regular bus services to most major cites in  Haryana, [[Himachal Pradesh]],  and [[Uttarakhand]], as well as the national capital [[Delhi]], which is about 240 km away. And a second in Sector 43 for the Western section, mainly Punjab, some parts of Himachal and Jammu and Kashmir.\n\nChandigarh has a small railway station located about 10 km. away from the ISBT.  Regular train connections are available to the national capital [[New Delhi]] and to some other junctions like [[Kalka]], [[Ambala]], [[Amritsar]], [[Bhiwani]], [[Howrah]], [[Mumbai]], [[Chennai]], [[Trivandrum]] and [[Sri Ganganagar]].  Chandigarh also has a domestic airport located nearly 12 kilometers from the ISBT.  Its name is Chandigarh Airport. [[Jet Airways]], [[Air Deccan]] and [[Indian (airline)]] operate regular flights from Chandigarh to New Delhi and [[Mumbai]].\n\nIn the near future, the city will also see a Metro Rail<ref>http://www.deccanherald.com/Content/Jan182008/national2008011747237.asp</ref>, and an international airport.  They are both approved by the governments, and are now at the design step to finalize the project design.\n\n==Sporting Venues==\n[[Image:Chandigarh Sports.jpg|thumb|Football field in the city]]\n* [[P.C.A (Punjab Cricket Accociation) Cricket Stadium]],[[Mohali]] \n* Chandigarh Cricket Stadium, (Sector- 16)\n* [[Chandigarh Golf Club]], Sector 6\n* Panchkula Golf Club, Sector 3\n* Hockey Stadium, Sector 42\n* Carrom Stadium(Chandigarh Carrom Association), St. Stephens School, Sec - 46\n* Roller Skating Rink, Sector 10\n* Badminton Hall, Sector 7\n* Swimming Pool Sector 23 \n* Shooting Range, Patiali Rao\n* Athletic Club, Sector 7\n\n==Gardens==\n[[Image:Chandigarh Rose Fest.jpg|thumb|The winning flower from Rose Fest 2006]]\n* [[Rose Garden]], Sector 16\n* Bougenvilla Garden, Sector 3\n* Japanese Garden, Sector 16\n* Topiary Garden, Sector 35\n* Fragrance Garden, Sector 36\n* Leisure Valley, Sector 10\n* Musical Fountain Park, Sector 33\n* Sukhna Lake Park, Sector 6\n* Cactus Garden, Panchkula\n* [[Nek Chand|Rock Garden]], Sector 1\n* Rajendra Park, Sector 1\n* Silvi Park, Phase 10 Mohali\n* Botanical Garden, Lahora Khuda\n* Rock Garden\n== Media ==\n===Newspapers===\n'''English'''\n[[Image:India Eiffel.jpg|thumb|A radio tower, modeled on the [[Eiffel Tower]] in [[Paris]]]]\n# [[The Tribune]] - Punjab's oldest newspaper [Circulated in the Chandigarh,Panchkula,Mohali,Ludhiana,Bathinda,Jalandhar,Amritsar, Delhi,Himachal regions]\n#[[The Indian Express]] - National daily published from Chandigarh.\n# [[Hindustan Times]] - National daily published from Chandigarh.\n# [[The Times of India]] - The Only National Daily Of INDIA.(Sub-Circulatories - The Times Of Chandigarh), [[The Economic Times]] , [[The Business Times]]]\n# [[The Pioneer (daily)|The Pioneer]]- National daily published from Chandigarh.\n# [[Business Line]]- Business daily newspaper.\n# [[The Hindu]]- National daily.\n# [[The Economic Times]] - Business daily newspaper.\n\n'''Punjabi''' \n\n#[[Punjabi Tribune]] - Punjabi edition of The Tribune.\n#[[Desh Sewak]] - Punjab newspaper associated with political party CPI(M).\n#[[Rozana Spokesman]] - Punjabi newspaper.New entrant.\n#[[Jagbani]] - Punjabi edition of Punjab Kesari\n\n'''Hindi'''\n\n#[[Dainik Bhaskar]] - National Hindi daily published from Chandigarh.\n#[[Amar Ujala]] - National Hindi daily published from Chandigarh.\n#[[Dainik Tribune]] - Hindi edition of The Tribune.\n#[[Punjab Kesari]]\nMedical\n#[[PGI]] - Post graduate institute.\n#[[GMC 32]] - Govt Medical college.\n#[[oricindia]] - Oral Rehabilitation and Implant Center http://www.oricindia.com/.\n\n==Notable residents==\n* [[Manmohan Singh]], Current Prime minister of India\n* [[Neerja Bhanot]], a senior flight purser on [[Pan Am Flight 73]].\n* [[Jeev Milkha Singh]], The first Indian [[golfer]] to become a member of the [[European Tour]]\n* [[Kapil Dev]], Indian [[cricket]]er\n* [[Milkha Singh]], athlete\n* [[Nek Chand]], creator of Rock Garden\n* [[Yuvraj Singh]], Indian cricketer\n* [[Sabeer Bhatia]], founder of Hotmail.\n* [[Jaspal Bhatti]], entertainer\n\n==References==\n{{reflist}}\n\n==External links==\n{{linkfarm}}\n{{commons|Category:Chandigarh|Chandigarh}}\n*{{wikitravel}}\n*[http://chandigarh.gov.in/ Chandigarh Administration]\n*[http://www.livechandigarh.com/ Chandigarh Yellow Pages]\n*[http://chb.co.in/ Chandigarh Housing Board (CHB)]\n*[http://chandigarhpolice.gov.in Police Department Chandigarh]\n*[http://chandigarh.gov.in/dept_forest.htm Forest Department Chandigarh]\n*[http://www.chandigarhenvis.nic.in/ContactUs.asp Chandigarh Environment]\n*[http://www.flickr.com/photos/90417577@N00/2232443997/sizes/o/ Quote from [[Jawaharlal Nehru]] about Chandigarh]\n*[http://punjab-state.com/photos/india/punjab/chandigarh/index.htm Chandigarh Photos]   \n*[http://punjab-state.com/maps/chandigarh.php Chandigarh Map] \n*[http://youthunited.in/ Website of Youth United, an NGO started by Panjab University and college students at Chandigarh that seeks to help and unite youth in Chandigarh, India, and internationally]<!-- and whose article [[Youth United]] based on http://youthunited.in/About-Us/What-is-Youth-360.html did not assert notability or provide references -->\n\n<!--start of Navigation boxes--><br clear=all>\n{{India}}\n{{India state and UT capitals}}\n<!--end of Navigation boxes-->\n\n[[Category:Settlements established in 1948]]\n[[Category:Indian Union Territory capitals]]\n[[Category:Planned cities]]\n[[Category:States and territories of India]]\n[[Category:Union Territories of India]]\n[[Category:Cities and towns in Chandigarh]]\n[[Category:Chandigarh|*]]\n\n[[bn:চণ্ডীগড়]]\n[[cs:Čandígarh]]\n[[da:Chandigarh]]\n[[de:Chandigarh]]\n[[dv:ޗަންދީގަޅު]]\n[[et:Chandigarh]]\n[[es:Chandigarh]]\n[[fr:Chandigarh]]\n[[gu:ચંડીગઢ]]\n[[hi:चंडीगढ़]]\n[[bpy:চন্ডিগড়]]\n[[id:Chandigarh]]\n[[it:Chandigarh]]\n[[he:צ'אנדיגאר]]\n[[ka:ჩანდიგარჰი]]\n[[lt:Čandigarchas]]\n[[hu:Csandígarh]]\n[[ml:ചണ്ഢീഗഡ്]]\n[[mr:चंदिगढ]]\n[[nl:Chandigarh (unieterritorium)]]\n[[new:चण्डीगढ]]\n[[ja:チャンディーガル]]\n[[no:Chandigarh]]\n[[nn:Chandigarh]]\n[[pl:Czandigarh]]\n[[pt:Chandigarh]]\n[[ro:Chandigarh]]\n[[ru:Чандигарх]]\n[[sa:चंडीगढ़]]\n[[simple:Chandigarh]]\n[[sk:Čandígarh]]\n[[sr:Чандигар]]\n[[sh:Chandigarh]]\n[[fi:Chandigarh]]\n[[sv:Chandigarh]]\n[[ta:சண்டிகர்]]\n[[te:చండీగఢ్]]\n[[zh-yue:昌迪加爾]]\n[[zh:昌迪加尔]]"
    }
}