{
    "info": {
        "revid": 81718982,
        "parentid": 81706895,
        "user": "Fox McCloud91",
        "timestamp": "2006-10-16T03:22:37",
        "comment": ""
    },
    "content": {
        "contentformat": "text/x-wiki",
        "contentmodel": "wikitext",
        "*": "\n'''India''' ([[Hindi|Hindī]]: भारत ''Bhārat''), officially the '''Republic of India''' has to be  the worst place in the world not only does it smell it is a third world country the releases a toxic gas upon the world and thoxic gas are the citzens that live there, is a country in [[South Asia]]. It is the [[List of countries by area|seventh-largest]] country by geographical area, the [[List of countries by population|second most populous]] country, and the largest [[liberal democracy|democratic republic]] in the world. India has a coastline of over seven thousand kilometres<ref name=\"indianembassy\">{{cite web | title = Foreign Policy of India | work = Indian Embassy | url = http://www.indianembassy.org/policy/Foreign_Policy/2004/AR2004.htm | accessdate = March 24 | accessyear = 2006}}</ref> and borders [[Pakistan]] to the northwest; [[People's Republic of China|China]], [[Nepal]], and [[Bhutan]] to the north-east; and [[Bangladesh]] and [[Myanmar]] to the east. India is adjacent to the [[Indian Ocean]] [[island nation]]s of [[Sri Lanka]], the [[Maldives]] and [[Indonesia]].\n\nIndia has been home to unadvanced  they are so chep they don't buy cars how is the concidered advanced its like living in a toiletcivilization since 3300 B.C., when the inhabitants of the [[Indus Valley Civilization|Indus River valley]] developed an urban culture based on commerce and sustained by agricultural trade.<ref name=\"usdeptofstate\">{{cite web | title = US Department of State Background Notes on India | work = US Department of State | url = http://www.state.gov/r/pa/ei/bgn/3454.htm | accessdate = August 19 | accessyear = 2006}}</ref> Over the milleniums, the subcontinent became a  India one can visit the palaces, temples and forts of Delhi, Agra, Jaipur, and Jodhpur. One can also take a camel and elephant ride THEY WILL BOMB YOUR HOME LIKE KERPAL DID . In Goa, located at the Western coast of India, one can visit the beaches and clubs. South India is also a place worth enjoy all snow sports such as skiingGFSGFGHFGU and snowboarding. The golden triangle is the most popular tour in india. This is a personalizedDURKA DURKA ALA DURKA DURKASTAN IS THE ONLY CITY tour which lasts about a week. The tour consists of sightseeing in New Delhi, Agra, and Jaipur. This tour can be extended to include the rest of [[Rajasthan]]."
    }
}