{
    "info": {
        "revid": 89491170,
        "parentid": 89491034,
        "user": "Icantcmieyes",
        "timestamp": "2006-11-22T18:24:43",
        "comment": ""
    },
    "content": {
        "contentformat": "text/x-wiki",
        "contentmodel": "wikitext",
        "*": "\nFrom Wikipedia, the free encyclopedia\nJump to: navigation, search\n\n    For historical and other uses of \"India\", see India (disambiguation).\n\nभारत गणराज्य\nBhārat Gaṇarājya\nRepublic of India\nFlag of India \tEmblem of India\nFlag \tEmblem\nMotto: Satyameva Jayate (Sanskrit)\nDevanāgarī: सत्यमेव जयते\n(\"Truth Alone Triumphs\")\nAnthem: \"Jana Gaṇa Mana\"\nlisten (help·info)\nLocation of India\nCapital \tNew Delhi\n1) 28°34′N 77°12′E\nLargest city \tMumbai (Bombay)\nOfficial languages \tHindi, English + 21 other official languages\nGovernment \tFederal republic\n - President \tA.P.J. Abdul Kalam\n - Prime Minister \tManmohan Singh\nIndependence \tfrom the UK \n - Declared \t15 August 1947 \n - Republic \t26 January 1950 \nArea\n - Total \t3,166,4141 km² (7th)\n1,222,559 sq mi \n - Water (%) \t9.56\nPopulation\n - 2005 estimate \t1,103,371,000 (2nd)\n - 2001 census \t1,027,015,248\n - Density \t329/km² (31st)\n852/sq mi\nGDP (PPP) \t2005 estimate\n - Total \t$3.633 trillion (4th)\n - Per capita \t$3,320 (122nd)\nGDP (nominal) \t2005 estimate\n - Total \t$771,951 million (12th)\n - Per capita \t$705 (135th)\nHDI  (2006) \t0.611 (medium) (126th)\nCurrency \tRupee (₨) (INR)\nTime zone \tIST (UTC+5:30)\n - Summer (DST) \tnot observed (UTC+5:30)\nInternet TLD \t.in\nCalling code \t+91\n1 Includes only Indian-administered territory.\n\nIndia (Devanagari: भारत Bhārat), officially the Republic of India (Bhārata Gaṇarājya), is a country in South Asia. It is the seventh-largest country by geographical area, the second most populous country, and the most populous liberal democracy in the world. India has a coastline of over seven thousand kilometres, bounded by the Indian Ocean on the south, the Arabian Sea on the west, and the Bay of Bengal on the east. India borders Afghanistan[1] and Pakistan to the west; China, Nepal and Bhutan to the north-east; and Bangladesh and Myanmar to the east. In the Indian Ocean, India is in the vicinity of Sri Lanka, Maldives and Indonesia.\n\nHome to the Indus Valley Civilization and a hub of ancient trade routes, the Indian subcontinent became the realm of vast empires whose heritage includes the decimal number system, the Buddhist art of Ajanta, and the Taj Mahal. Four major world religions, Hinduism, Buddhism, Jainism and Sikhism originated in India, while Islam, Christianity, Judaism and Zoroastrianism, arrived in the first millennium CE and shaped India's variegated culture. Colonised by the British East India Company in the 18th century and directly administered by Great Britain starting the mid-19th century, India became a modern nation-state in 1947 after a struggle for independence marked by widespread use of nonviolent resistance as a means of social protest.\n\nWith the world's fourth largest economy in purchasing power and the second fastest growing large economy,[2] India has made rapid progress in the last decade, most notably in information technology. A declared nuclear deterrent state, with an active space program, India is considered an emerging superpower. Although its standard of living is projected to rise sharply in the next half-century,[3] India currently battles high levels of poverty, persistent malnutrition, and environmental degradation. A multi-lingual, multi-ethnic society, India is home to a diversity of wildlife in a variety of habitat ranging over evergreen forest, deciduous forest, desert, rain forest, and mangrove.\nContents\n[hide]\n\n    * 1 Etymology\n    * 2 History\n    * 3 Government\n    * 4 Politics\n    * 5 Administrative divisions\n    * 6 Geography\n    * 7 Economy\n    * 8 Demographics\n    * 9 Culture\n    * 10 See also\n    * 11 References\n    * 12 External links\n\n[edit] Etymology\n\nThe name India /'ɪndiə/ is derived from Indus, which is derived from the Old Persian word Hindu, from Sanskrit Sindhu, the historic local appellation for the Indus River. The Constitution of India and common usage also recognise Bharat /bʰɑːrət̪/ listen (help·info)), as an official name of equal status. A third name, Hindustan ( /hin̪d̪ust̪ɑːn/) listen (help·info) (Persian: Land of the Hindus (Old Persian for Indus) has been used since the twelfth century, though its contemporary use is unevenly applied.\n\n[edit] History\n\n    Main article: History of India\n\nStone Age rock shelters with paintings at Bhimbetka in Madhya Pradesh are the earliest known traces of human life in India. The first known permanent settlements appeared over 9,000 years ago, and gradually developed into the Indus Valley Civilization, dating back to 3300 BCE in western India. It was followed by the Vedic Civilization which laid the foundations of Hinduism and other cultural aspects of early Indian society. From around 550 BCE, many independent kingdoms and republics known as the Mahajanapadas were established across the country.\n\nThe empire built by the Maurya dynasty under Emperor Ashoka united most of modern South Asia except the kingdoms in the south. From 180 BCE, a series of invasions from Central Asia followed including the Indo-Greeks, Indo-Scythians, Indo-Parthians and Kushans in the northwestern Indian Subcontinent. From the third century CE, the Gupta dynasty oversaw the period referred to as ancient India's \"Golden Age.\" While the north had larger, fewer kingdoms, in the south there were several dynasties such as the Chalukyas, Cholas, Pallavas and Pandyas, overlapping in time and space. Science, engineering, art, literature, astronomy, and philosophy flourished under the patronage of these kings.\nPaintings at the Ajanta Caves in western India.\nEnlarge\nPaintings at the Ajanta Caves in western India.\n\nFollowing the invasions from Central Asia, between the tenth to the twelfth centuries, much of north India came under the rule of the Delhi Sultanate, and later the Mughal dynasty, who gradually expanded their reign through large parts of the Indian subcontinent. Nevertheless, several indigenous kingdoms flourished, especially in the south, like the Vijayanagara Empire. From the sixteenth century onwards, several European countries, including Portugal, Netherlands, France and the United Kingdom, started arriving as traders, later taking advantage of the fractious nature of relations between the kingdoms, to establish colonies in the country. By 1856, most of India came under control of the British East India Company. A year later, a nationwide insurrection of rebelling military units and kingdoms, known locally as the First War of Indian Independence (known as the Sepoy Mutiny elsewhere) broke out, which failed even as it seriously challenged British rule. As a consequence, India came under the direct control of the British Crown as a colony of the British Empire.\nMahatma Gandhi (right) with India's first Prime Minister, Jawaharlal Nehru\nEnlarge\nMahatma Gandhi (right) with India's first Prime Minister, Jawaharlal Nehru\n\nIn the early twentieth century, a nationwide struggle for independence was launched by the Indian National Congress, largely led by Mahatma Gandhi. Millions of protestors would engage in mass campaigns of civil disobedience with a commitment to ahimsa or non-violence. Finally, on 15 August 1947, India gained independence from British rule not before losing its Muslim-majority areas which were carved out into a separate nation-state of Pakistan. Three years later, on 26 January 1950, India chose to be a republic, and a new Constitution came into effect.\n\nSince independence, India has seen sectarian violence and insurgencies in various parts of the country, but has maintained its unity and democracy. It has unresolved territorial disputes with China, which escalated into the brief Sino-Indian War in 1962; and with Pakistan, which resulted in wars in 1947, 1965, 1971 and in 1999 in Kargil. India is a founding member of the Non-Aligned Movement and the United Nations (as part of British India). In 1974, India conducted an underground nuclear test. This was followed by five more tests in 1998. Significant economic reforms beginning in 1991 have transformed India into one of the fastest-growing economies and an emerging superpower in the world, and added to its global and regional clout.\n\n[edit] Government\n\n    Main article: Government of India\n\nNational symbols of India Flag \tTiranga\nEmblem \tSarnath Lion\nAnthem \t\"Jana Gana Mana\"\nSong \t\"Vandē Mātaram\"\nAnimal \tRoyal Bengal Tiger\nBird \tIndian Peacock\nFlower \tLotus\nTree \tBanyan\nFruit \tMango\nSport \tField Hockey\nCalendar \tSaka \t\n\nThe Consitution of India declares India to be a sovereign, socialist, secular, democratic republic. India has a federal form of government and a bicameral parliament operating under a Westminster-style parliamentary system. It has three branches of governance: the Legislature, Executive and Judiciary.\n\nThe President is the head of state, though he has a largely ceremonial role to play. He is also the Commander-in-Chief of India's armed forces. The President is elected indirectly by an electoral college for five-year terms. The Prime Minister is the de facto head of government, and has most executive powers. He or she is appointed by the President, with the requirement that he or she enjoys the support of the majority of the party or coalition securing the most number of seats in lower house of the Parliament, the Lok Sabha.\n\nThe legislature of India is the bicameral Parliament, which consists of the upper house called the Rajya Sabha (Council of States), and the lower house called the Lok Sabha (House of People). The 245-member Rajya Sabha is chosen indirectly through the state Legislative Assemblies, and has a staggered six-year term. Each state sends members to the Rajya Sabha in a proportion of its population. The 545-member Lok Sabha is directly elected by popular vote for a five-year term, and is the determinative constituent of political power and government formation. All Indian citizens above age 18 are eligible to vote.[4]\n\nThe executive arm consists of the President, Vice-President, and the Council of Ministers (the Cabinet being its executive committee) headed by the Prime Minister. Any minister holding a portfolio must be a member of either house of parliament. In the Indian parliamentary system, the executive is subordinate to the legislature.[4]\n\nIndia's independent judiciary consists of the Supreme Court, headed by the Chief Justice of India. The Supreme Court has both original jurisdiction over disputes between states and the Centre, and appellate jurisdiction over the eighteen High Courts of India, and additionally, the power to declare Union and state laws null and void if in conflict with the Constitution.[4]\n\n[edit] Politics\n\n    Main articles: Politics of India and Foreign relations of India\n\nThe Parliament of India (Sansad Bhavan).\nEnlarge\nThe Parliament of India (Sansad Bhavan).\n\nFor most of its independent history, India has been ruled by the Indian National Congress. The party enjoyed a parliamentary majority barring two brief periods during the 1970s and late 1980s. This rule was interrupted between 1977 to 1980, when the Janata Party coalition won the election owing to public discontent with the \"Emergency\" declared by the then Prime Minister Indira Gandhi. The Janata Dal won elections in 1989, but its government managed to hold on to power for only two years. Between 1996 and 1998, there was a period of political flux with the government being formed first by the right-wing nationalist Bharatiya Janata Party followed by a left-leaning United Front coalition. In 1998, the BJP formed the National Democratic Alliance (NDA) with smaller regional parties, and became the first non-Congress and coalition government to complete a full five-year term. The 2004 Indian elections saw the Congress party winning the largest number of seats to form a government leading the United Progressive Alliance, supported by left-leaning and other parties opposed to the BJP.\n\nSince independence, India has maintained cordial relationships with most nations. It took a leading role in the 1950s by advocating the independence of European colonies in Africa and Asia. During the Cold War, India tried to maintain its neutrality and was one of the founding members of the Non-Aligned Movement. After the Sino-Indian War and the Indo-Pakistani War of 1965, India's relationship with the Soviet Union warmed at the expense of ties with the United States and continued to remain so until the end of the Cold War. Despite criticism and military sanctions, India has consistently refused to sign the CTBT and the NPT, preferring instead to maintain sovereignty over its nuclear program. Recent overtures by the Indian government have strengthened relations with the United States, China, and Pakistan. In the economic sphere, India has close relationships with other developing nations in South America, Asia, and Africa. In recent years, India has played an influential role in the ASEAN, SAARC, and the WTO. India has been a long time supporter of the United Nations, with over 55,000 Indian military and police personnel having served in 35 UN peace keeping operations deployed across four continents.[5]\n\n[edit] Administrative divisions\n\n    Main article: States and territories of India\n\nIndia is divided into twenty-nine states and six federally-governed union territories. All states and the union territory of Puducherry have elected governments. The remaining five union territories have centrally-appointed administrators.\nStates and territories of India\nEnlarge\nStates and territories of India\n\nStates:\n\n   1. Andhra Pradesh\n   2. Arunachal Pradesh\n   3. Assam\n   4. Bihar\n   5. Chhattisgarh\n   6. Delhi\n   7. Goa\n   8. Gujarat\n   9. Haryana\n  10. Himachal Pradesh\n  11. Jammu and Kashmir\n  12. Jharkhand\n  13. Karnataka\n  14. Kerala\n  15. Madhya Pradesh\n\n\t\n\n  16. Maharashtra\n  17. Manipur\n  18. Meghalaya\n  19. Mizoram\n  20. Nagaland\n  21. Orissa\n  22. Punjab\n  23. Rajasthan\n  24. Sikkim\n  25. Tamil Nadu\n  26. Tripura\n  27. Uttaranchal\n  28. Uttar Pradesh\n  29. West Bengal\n\n\t\n\nUnion Territories:\n\n   1. Andaman and Nicobar Islands\n   2. Chandigarh\n   3. Dadra and Nagar Haveli\n   4. Daman and Diu\n   5. Lakshadweep\n   6. Puducherry\n\nAll states and union territories are subdivided into districts. In larger states, districts may be grouped together to form a division.\n\n[edit] Geography\n\n    Main article: Geography of India\n\nElevated regions in India\nEnlarge\nElevated regions in India\n\nIndia constitutes the major portion of the Indian subcontinent, which sits atop the Indian Plate and the northwesterly portion of the Indo-Australian Plate. India's northern and northeastern states are partially situated in the Himalayan Range. The rest of northern, central, and eastern India consists of the fertile Indo-Gangetic Plain. In the west, bordering southeastern Pakistan, lies the Thar Desert. Southern India is almost entirely composed of the peninsular Deccan plateau, which is flanked by two hilly coastal ranges, the Western Ghats and the Eastern Ghats.\n\nIndia is home to several major rivers, including the Ganges, the Brahmaputra, the Yamuna, the Godavari, the Kaveri, the Narmada, and the Krishna. India has three archipelagos — Lakshadweep, which lies off the southwestern coast; the volcanic Andaman and Nicobar Islands island chain to the southeast, and the Sunderbans in the Ganges Delta of West Bengal.\n\nThe climate in India varies from tropical in the south to more temperate in the Himalayan north, where elevated regions receive sustained winter snowfall. India's climate is strongly influenced by the Himalayas and the Thar Desert. The Himalayas, along with the Hindu Kush mountains in Pakistan, prevent cold Central Asian katabatic winds from blowing in. This keeps the bulk of the Indian subcontinent warmer than most locations at similar latitudes. The Thar Desert is responsible for attracting the moisture-laden summer monsoon winds that, between June and September, provide most of India's rainfall.\n\n[edit] Economy\n\n    Main article: Economy of India\n\nThe Bombay Stock Exchange Sensex index reflects investor confidence in the Indian economy.\nEnlarge\nThe Bombay Stock Exchange Sensex index reflects investor confidence in the Indian economy.\n\nFor most of its democratic history, India adhered to a quasi-socialist approach, with strict government control over private sector participation, foreign trade, and foreign direct investment. Since 1991, India has gradually opened up its markets through economic reforms by reducing government controls on foreign trade and investment. Privatisation of publicly-owned industries and the opening of certain sectors to private and foreign participation has continued amid political debate.\n\nWith a GDP growth rate of 8.4%, the Indian economy is among the fastest growing in the world.[6] It is the world's fourth largest as measured by purchasing power parity (PPP), with a GDP of US$3.63 trillion. However, when measured by USD exchange-rate terms, it is the twelfth largest in the world, with a GDP of US$785.47 billion.[7] Wealth distribution in India, a developing country, is fairly uneven, with the top 10% of income groups earning 33% of all income.[8] India's per capita income of US$3,400 is ranked 122nd in the world. Despite strong growth, the World Bank and others worry about the chronic federal and state budget deficits, currently approximately 9% of GDP.[6]\n\nIndia has a labour force of 496.4 million, 60% of which is employed in agriculture or agriculture-related industries. The service sector accounts for 23% of GDP; the agricultural and industrial sectors make up 22% and 17% respectively. Major agricultural crops include rice, wheat, oilseed, cotton, jute, tea, sugarcane, and potatoes. Major industries include textiles, chemicals, food processing, steel, transportation equipment, cement, mining, petroleum, and machinery.[6] More recently, India has capitalised on its large pool of educated, English-speaking people to become an important outsourcing destination for multinational corporations. India has also become a major exporter of software as well as financial, research, and technology services. India's most important trading partners are the United States, the European Union, Japan, China, and the United Arab Emirates.[6]\n\n[edit] Demographics\n\n    Main article: Demographics of India\n\nApatani tribal women in Arunachal Pradesh.\nEnlarge\nApatani tribal women in Arunachal Pradesh.\n\nWith an estimated population of 1.1 billion, India is the world's second most populous country.[9] Almost 70% of Indians reside in rural areas, although in recent decades migration to larger cities has led to the exponential rise in the urban population. India's largest urban agglomerations are Mumbai, Kolkata, Delhi, Chennai and Bangalore.\n\nIndia is home to two major linguistic families: Indo-Aryan (spoken by about 74% of the population) and Dravidian (spoken by about 24%). Other languages spoken in India come from the Austro-Asiatic and Tibeto-Burman linguistic families. The Indian constitution recognises 23 official languages.[10] Hindi and English are used by the Union Government of India for official purposes, wherein Hindi has a de jure priority. Sanskrit and Tamil enjoy classical language status in India.[11] The number of dialects in India is as high as 1,652.[12]\nBreakup of India's religions: ██ Hinduism — 80.5% ██ Islam — 13.8% ██ Christianity — 2.3% ██ Sikhism — 1.9% ██ Buddhism, Jainism, others — 1.5%\nEnlarge\nBreakup of India's religions: ██ Hinduism — 80.5% ██ Islam — 13.8% ██ Christianity — 2.3% ██ Sikhism — 1.9% ██ Buddhism, Jainism, others — 1.5%\n\nAlthough 80.5% of Indians report themselves as Hindus, India's Muslim population is the world's second largest; they constitute 13.4% of the population. Other religious groups include Christians (2.3%), Sikhs (1.9%), Buddhists (0.8%), Jains (0.4%), Jews, Zoroastrians, and Bahá'ís.[9] The overall literacy rate is 64.4%: 75.6% for males and 54.2% for females. Kerala's 94% literacy rate is the country's highest.\n\nAt the time of India's independence in 1947, India's literacy rate was 11%.[13] Since then, it has increased to 65.1% (53.4% for females and 75.3% of males). The state of Kerala has the highest literacy rate (91%); Bihar has the lowest (47%).[14] The national sex ratio is 933 females per 1,000 males. One of the primary reasons for such a skewed ratio is the high prevalance of female infanticide, particularly in rural areas. India's median age is 24.66, and the population growth rate of 1.38% per annum; there are 22.32 births per 1,000 people.[9]\n\n[edit] Culture\n\n    Main article: Culture of India\n\nIndia's culture is marked by a high degree of syncretism; it has managed to preserve established traditions whilst absorbing new customs, traditions, and ideas from invaders and immigrants. Many Indian cultural practices, languages, customs, and monuments are examples of this co-mingling over centuries. Famous monuments, such as the Taj Mahal and other examples of Islamic-inspired architecture, have been inherited from the Mughal dynasty. These are the result of traditions that combined elements from all parts of the country.\nThe Taj Mahal in Agra is India's most popular tourist destination.\nEnlarge\nThe Taj Mahal in Agra is India's most popular tourist destination.\n\nIndian music is highly diversified. Classical music is mainly split between the North Indian Hindustani and South Indian Carnatic traditions. Highly regionalised forms of popular music include Filmi and folk music. Many classical dance forms exist, including Yakshagana, Bharatanatyam, Kathakali, Kathak and Manipuri. They often have a narrative form and are usually infused with devotional and spiritual elements. The earliest literary traditions in India were mostly oral, and were only later transcribed. Most of these are represented by religious texts such as the Vedas, the Mahabharata, and the Ramayana; Sangam literature from Tamil Nadu is among India's oldest. The many notable Indian writers of the modern era, using both Indian languages and in English, include Rabindranath Tagore. The Indian film industry is the world's most prolific; its most recognisable face is the Mumbai-based \"Bollywood\", which produces mainly Hindi films. Other strong cinema industries are based on the Kannada, Malayalam, Tamil, Telugu, and Bengali languages.\nA Toda tribal hut.\nEnlarge\nA Toda tribal hut.\n\nThe cuisine of India is extremely diverse, as ingredients, spices and cooking methods vary from region to region. Rice and wheat are the nation's main staple foods. The country is notable for its wide variety of vegetarian and non-vegetarian cuisine. Spicy food and sweets are popular in India. Traditional Indian dress greatly varies across the regions in its colours and styles, and depend on various factors, including climate. Popular styles of dress include the sari for women and the lungi or dhoti for men.\n\nIndia's national sport is field hockey, although cricket is now the de facto national game. In some states, particularly those in the northeast, football is the most popular sport and is widely watched. In recent times, tennis has gained popularity. Chess is also gaining popularity with the rise of the number of recognised Indian grandmasters. Chess, according to the most commonly held view, originated in India.[15] Traditional indigenous sports include kabaddi,[16] kho kho, and gilli-danda, which are played in most parts of the country.\n\nIndian festivals come in a large variety; many are celebrated irrespective of caste and creed. The most widely celebrated include the Hindu festivals of Ganesh Chaturthi, Diwali, Sankranti, Ugadi, and Dussehra, the Muslim celebration of Eid ul-Fitr, and the Christmas of Christians. India has three national holidays. Other sets of holidays, varying between nine and twelve, are officially observed in the individual states. Religious practices are an integral part of everyday life and are a very public affair. Traditional Indian family values are highly respected, although urban families now prefer a nuclear family system due to the socio-economic constraints imposed by the traditional joint family system.\n\n[edit] See also\n v • d • e \nTopics in India\nHistory \tTimeline of Indian history | Indus Valley Civilization | Dholavira | Science and technology in ancient India | Meluhha | Aryan invasion theory | Out of India theory | Greek Conquests in India | Indian Ancient Maritime History | Achaemenid Empire | Alexander the Great | Mauryan dynasty | Ashokan Era | Sunga dynasty | Satavahana | Chalukya | Rashtrakuta | Hoysala | Seuna | Vijayanagara | Wodeyars | Indo-Greek kingdom | Indo-Scythians | Indo-Parthian Kingdom | Kushan Empire | Western Kshatrapas | Gupta Empire | Cholas | Pala Empire | Islamic incursions in India | Mughal Era | Nadir Shah | Maratha Empire | British Raj | British East India Company | Governor-General | Viceroy | War of Independence, 1857 | Indian independence movement | Indian National Army | Azad Hind | Quit India Movement | Partition of India | Non-Aligned Movement | Sino-Indian War | Indo-Pakistani War of 1947 | Indo-Pakistani War of 1965 | Indo-Pakistani War of 1971 | Kargil War | 2001 India Pakistan standoff | Military | Demographic | Historical maps of India\nPolitics \tLaw | Hindu law | Constitution | Political parties: (Indian National Congress | Bharatiya Janata Party) | Foreign relations | Elections | Political divisions | Reservations in India\nGovernment \tGovernment agencies | Legislative branch: (Lok Sabha | Rajya Sabha) | Executive branch: (President | Vice-President | Prime Minister | Deputy Prime Minister | Cabinet Ministers | Attorney-General | Election Commission | Foreign Minister) | Law enforcement: (CBI | CID) | Intelligence: (IB | RAW) | Judicial branch: (Supreme Court) | Military: (Army | Navy | Air Force | Border Security Force | Coast Guard)\nGeography \tThe Himalayas | Western Ghats | Eastern Ghats | Indo Gangetic Plain | Deccan Plateau | Thar Desert | Ganges River | Rann of Kutch | Brahmaputra River | North-East India | Mountains | Valleys | Islands | Rivers | States and territories | Cities | Districts | Regions | Fauna and flora\nEconomy \tRupee | Bombay Stock Exchange | National Stock Exchange | Standard of living | Companies | Reserve Bank of India\nDemographics \tLanguages | Standard of living | Religion\nArts & Culture \tMusic: (Carnatic | Bollywood | Hindustani | Indi-pop) | Dance | Languages | Literature | Architecture | Film | TV | Cuisine | Holidays | Folklore | Education | Media | Indian martial arts\nScience & Tech \tICAR | Indian Institute of Astrophysics | National Centre for Software Technology | AIIMS | IISc | IIT | NIT | BITS-Pilani | INRegistry | .in registrars | Indian numbering system | Indian Space Research Organisation | India Internet Exchange | ICRISAT | International Institute of Information Technology, Hyderabad\nOther \tIndian English | Indian nationality law | Numbering system | Indian Space Research Organisation | Communications | Transportation: (Highways | Rail transport | Auto rickshaw) | National Highways Development Project | Flag | Tourism | Licence plates | India as an emerging superpower | Indian nationalism | Metrication\n v • d • e \nInternational ties of India\nGeographical and geopolitical: Asia • South Asia • Indies    —    Historical and cultural: Commonwealth of Nations\nInternational organisations: AfDB • ARF • AsDB • ASEAN (dialogue partner) • ADB • BIMSTEC • BIS • BRIC • CERN (observer) • CP • EAS • FAO • G4 • G15 • G20-I • G20-D • G24 • G77 • IOR-ARC • IAEA • IBRD • ICAO • ICC • ICCt (signatory) • ICFTU • ICRM • IDA • IFAD • IFC • IFRCS • IHO • ILO • IMF • IMO • Interpol • IOC • IOM  (observer) • IPU • ISO • ITU • MIGA • MONUC • NAM • OAS  (observer) • ONUB • OPCW • PCA • PIF  (partner) • SACEP • SAFTA • SAARC • SCO  (observer) • UN • UNCTAD • UNESCO • UNHCR • UNIDO • UNIFIL • UNMEE • UNMIS • UNMOVIC • UNOCI • UPU • WCL • WCO • WHO • WFTU • WMO • WTO •WToO • WIPO\n\n[edit] References\n\n   1. ^ The Government of India considers the entire state of Jammu and Kashmir to be a part of India including the portion bordering Afghanistan. A ceasefire sponsored by the United Nations in 1948 froze the positions of Indian and Pakistani held territory. As a consequence, the region bordering Afghanistan is in Pakistani-administered territory.\n   2. ^ CIA The World Fact Book, Rank Order - GDP - real growth rate 2005.\n   3. ^ Hawksworth, John. 2006. The World in 2050: How big will the major emerging market economies get and how can the OECD compete?, Price-Waterhouse-Coopers, Macroeconomic Division.\n   4. ^ a b c Matthew, K.M. (2006). Manorama Yearbook 2003. Malayala Manorama, pg 524. ISBN 81-89004-07-7.\n   5. ^ India and the United Nations. Retrieved on April 22, 2006.\n   6. ^ a b c d\n   7. ^ \"India 12th wealthiest nation in 2005: World Bank\". The Hindustan Times. Retrieved on 2006-07-08.\n   8. ^ \"In Pictures – Middle Class, or Upper Class? \". India Together. Civil Society Information Exchange. August 2003\n   9. ^ a b c Census of India 2001, Data on Religion. Census of India. Retrieved on November 18, 2006.\n  10. ^ Languages of India. India image. Retrieved on August 14, 2005.\n  11. ^ \"Tamil to be declared classical language\". The Hindu. 17 Sept. 2004\n  12. ^ Matthew, K.M. (2006). Manorama Yearbook 2003. Malayala Manorama, pg 524. ISBN 81-89004-07-7.\n  13. ^ The Colonial Legacy: Myths and Popular Beliefs. Image-India. Retrieved on November 18, 2006.\n  14. ^ Census of India 2001, Data on Literacy. Census of India. Retrieved on November 18, 2006.\n  15. ^ [1]\n  16. ^ India pitches for Olympic kabbadi. Rediff.com. Retrieved on April 15, 2006.\n\n[edit] External links\nPortal:India\n\tIndia Portal\nFind more information on India by searching Wikipedia's sister projects:\n\nDictionary definitions from Wiktionary\nTextbooks from Wikibooks\nQuotations from Wikiquote\nSource texts from Wikisource\nImages and media from Commons\nNews stories from Wikinews\nListen to this article · (info)\nSpoken Wikipedia\nThis audio file was created from an article revision dated 2006-03-07, and may not reflect subsequent edits to the article. (Audio help)\nMore spoken articles\n   \nThis is a spoken article. Click here to listen.\nWikiMapia has one or more wiki satellite maps of India.\n\nGovernment\n\n    * Official portal of the Government of India\n    * Government of India Directory — Directory of central and state government websites\n\nOther\n\n    * CIA World Factbook entry on India\n    * Encyclopaedia Britannica, India - Country Page\n    * BBC Country Profile on India\n    * India Country Fact Sheet from the Common Language Project\n    * India travel guide from Wikitravel\n    * India at the Open Directory Project\n\n\nv • d • e\nCountries in South Asia[hide]\n\nFlag of Bangladesh Bangladesh · Flag of Bhutan Bhutan · Flag of India India · Flag of Maldives Maldives · Flag of Nepal Nepal · Flag of Pakistan Pakistan · Flag of Sri Lanka Sri Lanka\n   \nThis is a featured article. Click here for more information.\n\nRetrieved from \"http://en.wikipedia.org/wiki/India\"\n\nCategories: Spoken articles | India | Asian countries | Republics | Members of the Commonwealth of Nations | SAARC members | Former British colonies | English-speaking countries | G15 nations\nViews\n\n    * Article\n    * Discussion\n    * Edit this page\n    * History\n    * Watch\n\nPersonal tools\n\n    * Icantcmieyes\n    * My talk\n    * My preferences\n    * My watchlist\n    * My contributions\n    * Log out\n\nNavigation\n\n    * Main Page\n    * Community Portal\n    * Featured articles\n    * Current events\n    * Recent changes\n    * Random article\n    * Help\n    * Contact Wikipedia\n    * Donations\n\nSearch\n \nToolbox\n\n    * What links here\n    * Related changes\n    * Upload file\n    * Special pages\n    * Printable version\n    * Permanent link\n    * Cite this article\n\nIn other languages\n\n    * Afar\n    * Afrikaans\n    * Akana\n    * Alemannisch\n    * አማርኛ\n    * Anglo Saxon\n    * Аҧсуа\n    * العربية\n    * Aragonés\n    * Armâneashti\n    * Arpitan\n    * অসমীয়া\n    * Asturianu\n    * Avañe'ẽ\n    * Авар\n    * Aymar\n    * Azərbaycan\n    * Bamanankan\n    * বাংলা\n    * Bân-lâm-gú\n    * Basa Banyumasan\n    * Башҡорт\n    * Беларуская\n    * भोजपुरी\n    * Bislama\n    * བོད་ཡིག\n    * Bosanski\n    * Brezhoneg\n    * Български\n    * Català\n    * Чăвашла\n    * Cebuano\n    * Česky\n    * Chamoru\n    * Zamboangueño\n    * Chi-Chewa\n    * chiShona\n    * chiTumbuka\n    * Choctaw\n    * Corsu\n    * (Cuengh)\n    * Cymraeg\n    * Dansk\n    * Deitsch\n    * Deutsch\n    * ދިވެހިބަސް\n    * ܕܥܒܪܸܝܛ\n    * Diné bizaad\n    * ཇོང་ཁ\n    * Ebon\n    * Eesti\n    * Ελληνικά\n    * Español\n    * Esperanto\n    * Euskara\n    * Eʋegbe\n    * فارسی\n    * Føroyskt\n    * Français\n    * Frysk\n    * Fulfulde\n    * Furlan\n    * Gaeilge\n    * Gaelg\n    * Gàidhlig\n    * Galego\n    * Gĩkũyũ\n    * ગુજરાતી\n    * 𐌲𐌿𐍄𐌹𐍃𐌺\n    * Хальмг\n    * 한국어\n    * هَوُسَ\n    * Hawai`i\n    * Հայերեն\n    * हिन्दी\n    * Hiri Motu\n    * Hrvatski\n    * Ido\n    * Igbo\n    * Ilokano\n    * Bahasa Indonesia\n    * Interlingua\n    * Interlingue\n    * ᐃᓄᒃᑎᑐᑦ\n    * Iñupiak\n    * Иронау\n    * isiXhosa\n    * isiZulu\n    * Íslenska\n    * Italiano\n    * עברית\n    * Basa Jawa\n    * Kalaallisut\n    * ಕನ್ನಡ\n    * Kanuri\n    * ქართული\n    * कश्मीरी - (كشميري)\n    * Kaszëbsczi\n    * Қазақша\n    * Kernewek\n    * Kinyarwanda\n    * Кыргызча\n    * Kirundi\n    * Kiswahili\n    * Коми\n    * Kongo\n    * Krèyol ayisyen\n    * Kuanyama\n    * Kurdî / كوردي\n    * Ladino\n    * ລາວ\n    * Latina\n    * Latviešu\n    * Lëtzebuergesch\n    * Lietuvių\n    * Líguru\n    * Limburgs\n    * Lingala\n    * Lojban\n    * Luganda\n    * Lumbaart\n    * Magyar\n    * Македонски\n    * Malagasy\n    * മലയാളം\n    * Malti\n    * Māori\n    * मराठी\n    * Bahasa Melayu\n    * Молдовеняскэ\n    * Монгол\n    * Muscogee\n    * Myanmasa\n    * Nahuatl\n    * Ekakairũ Naoero\n    * Na Vosa Vakaviti\n    * Nederlands\n    * Nedersaksisch\n    * Nēhiyaw / ᓀᐦᐃᔭᐤ\n    * नेपाली\n    * 日本語\n    * Nnapulitano\n    * Нохчийн\n    * Norfuk / Pitkern\n    * Norsk (bokmål)\n    * Norsk (nynorsk)\n    * Nouormand\n    * Novial\n    * Occitan\n    * ଓଡ଼ିଆ\n    * Oromoo\n    * Oshiwambo\n    * Otsiherero\n    * Oyghurque\n    * ਪੰਜਾਬੀ\n    * पािऴ\n    * Kapampangan\n    * Papiamentu\n    * پښتو\n    * ភាសាខ្មែរ\n    * Piemontèis\n    * Plattdüütsch\n    * Polski\n    * Português\n    * Reo Mā`ohi\n    * Ripoarisch\n    * Română\n    * Romani\n    * Rumantsch\n    * Runa Simi\n    * Русский\n    * Winaray\n    * Sámegiella\n    * Gagana Samoa\n    * संस्कृत\n    * Sängö\n    * Sardu\n    * Scots\n    * seSotho\n    * Setswana\n    * Shqip\n    * Сибирской\n    * Sicilianu\n    * සිංහල\n    * Simple English\n    * سنڌي\n    * SiSwati\n    * Slovenčina\n    * Slovenščina\n    * Soomaaliga\n    * Српски / Srpski\n    * Srpskohrvatski / Српскохрватски\n    * Basa Sunda\n    * Suomi\n    * Svenska\n    * Tagalog\n    * தமிழ்\n    * Tatarça\n    * తెలుగు\n    * Tetun\n    * ไทย\n    * Tiếng Việt\n    * ትግርኛ\n    * Тоҷикӣ\n    * Tok Pisin\n    * faka-Tonga\n    * ᏣᎳᎩ\n    * Tsetsêhestâhese\n    * Tshivenda\n    * Türkçe\n    * Türkmen\n    * Twi\n    * Удмурт\n    * ᨅᨔ ᨕᨘᨁᨗ\n    * Українська\n    * اردو\n    * O'zbek\n    * Vèneto\n    * Volapük\n    * Võro\n    * Walon\n    * West-Vlaoms\n    * Wollof\n    * 吴语\n    * Xitsonga\n    * ꆇꉙ\n    * ייִדיש\n    * Yorùbá\n    * 粵語\n    * Zazaki\n    * Žemaitėška\n    * 中文\n\nMediaWiki\nWikimedia Foundation\n\n    * This page was last modified 18:22, 22 November 2006.\n    * All text is available under the terms of the GNU Free Documentation License. (See Copyrights for details.)\n      Wikipedia® is a registered trademark of the Wikimedia Foundation, Inc.\n    * Privacy policy\n    * About Wikipedia\n    * Disclaimers"
    }
}