{
    "info": {
        "revid": 49004009,
        "parentid": 48979007,
        "user": "59.176.25.23",
        "anon": "",
        "timestamp": "2006-04-18T14:07:40",
        "comment": ""
    },
    "content": {
        "contentformat": "text/x-wiki",
        "contentmodel": "wikitext",
        "*": "<h1>Times of India Travel</h1><br>\n\n<h1>Tourist Places of India </h1>\nEvery state of India has a unique identity, some of the tourist places of India are like heaven on earth. To assist you for the best tourism in India we provide important information about India tourist destinations and Hotels of India. Times of India Travel provide you travel maps of India to make your journey more comfortable and adventurous. \n\n<h1> Taj Mahal Agra India</h1><br>\nThe beautiful Taj Mahal in Agra India, is one of the seven wonders of the world. Taj mahal built by Shahjahan as a tomb for the memory of his beautiful wife Mumtaz Mahal. This romantic monument considered the supreme example of Mughal architecture in India. Built of white marble, the Taj Mahal Agra is surrounded by waterways, green gardens, and the River Yamuna. The Agra is on the itinerary of every tourist to India to see the Taj Mahal. The Taj Mahal Agra is a fascinating sight that must be seen on tours to Agra, India, with Taj Mahal Agra.\n\n<h1>Delhi- New Delhi</h1> <br>\n'Old' Delhi, “the heart of Delhi” was the capital of India between the mid-17th and late 19th centuries, is full of awesome forts, mosques and monuments. Old Delhi is a lively area of colourful bazaars, narrow streets and hardly controlled confusion. In contrast, New Delhi, the grand city created by the British Raj, is balanced of spacious, tree-lined avenues and striking government buildings, and has a sense of order. Tourists to Delhi get two cities Old Delhi and New Delhi for the price of one.\n\n<h1> Rajasthan India</h1> <br>\nA land of wrinkling sand dunes, grand palaces and majestic rajasthan forts. Stay at exotic palace hotels on your Rajasthan holiday and experience the luxury of being treated like a Maharaja. Travel through historic cities and hear tales of heroic Rajput deeds on your Rajasthan holiday. Listen to the songs of days gone by and be amazed by the beauty of the arts and crafts of Rajasthan. Ride a camel across the Thar Desert, or an elephant up to Amber fort, see a magnificent tiger in the forests of Ranthambore. Experience a vacation in royal style, on your Rajasthan holiday.\n\nHotels in India - We provide best information about Indian hotels; Hotels in India serve you luxury, treat you as king and introduce amazing food and drinks. Hotels in India known for its royal fort and palaces, ayurveda and yoga, luxury in modern and old style, natural therapy etc. We assist you to choose best hotels in India"
    }
}