{
    "info": {
        "revid": 48860525,
        "parentid": 48852911,
        "user": "Mashad",
        "timestamp": "2006-04-17T16:45:42",
        "comment": ""
    },
    "content": {
        "contentformat": "text/x-wiki",
        "contentmodel": "wikitext",
        "*": "<h1>[http://www.timesofindiatravel.com India Travel- Times of India Travel]</h1><br>\n<h1>[http://www.timesofindiatravel.com TimesofIndiaTravel.com]</h1><br> <b>Timesofindiatravel.com</b> provide a complete India travel & tourism Information and Travel to India info, India Tourism info, India Tour info. Whether you are looking for a Tourist Destination in India, <b>[http://www.timesofindiatravel.com/goa-beaches-india.html   Goa beaches India]</b>, Culture of India, Travel Themes in India, <b>[http://www.timesofindiatravel.com/maps-india.html  Maps of India] </b>, travel maps of India, <b>[http://www.timesofindiatravel.com/hotels-delhi-new-delhi.html  hotels of delhi]</b>, hotels of India, Fairs & Festivals of India, Yoga & Ayurveda in India, [http://www.timesofindiatravel.com/kerala-india.html  kerala backwaters India], Liesure Tour Destinations in India, India Pilgrimage Tour or you want to travel around the States of India like <b>[http://www.timesofindiatravel.com/rajasthan-india.html Rajasthan India]</b>, Kerala, Goa. or you want to explore Indian Cities like Delhi(New Delhi), Mumbai, Jaipur. Jaisalmer, Jodhpur, Udaipur or you want an Adventure Tour in India or you want to discover Forts & Palaces, Monuments of India like Taj Mahal in Agra or you want to explore the exotic Khajuraho, You can find all travel info at <b>[http://www.timesofindiatravel.com  Timesofindiatravel.com]</b> \n\n<h1>[http://www.timesofindiatravel.com Timesofindiatravel.com] </h1>\nTimes of India Travel assist you:- \nIndia travel and tourism information, Taj Mahal India, India Travel and Tours,wildlife safari India, Indian Itineraries, Travel Destinations India, Adventure in India, India Travel and Tour Packages, Cities of india,States of India, Travel Maps of India, Hotels of India.\n\n<h1>[http://www.timesofindiatravel.com Tourist Places of India] </h1>\nEvery state of India has a unique identity, some of the tourist places of India are like heaven on earth. To assist you for the best tourism in India we provide important information about India tourist destinations and Hotels of India. Times of India Travel provide you travel maps of India to make your journey more comfortable and adventurous.\n\n<h1>[http://www.timesofindiatravel.com/taj-mahal-agra-India.html Taj Mahal Agra India]</h1><br>\nThe beautiful Taj Mahal in Agra India, is one of the seven wonders of the world. Taj mahal built by Shahjahan as a tomb for the memory of his beautiful wife Mumtaz Mahal. This romantic monument considered the supreme example of Mughal architecture in India. Built of white marble, the Taj Mahal Agra is surrounded by waterways, green gardens, and the River Yamuna. The Agra is on the itinerary of every tourist to India to see the Taj Mahal. The Taj Mahal Agra is a fascinating sight that must be seen on tours to Agra, India, with Taj Mahal Agra.\n\n<h1>[http://www.timesofindiatravel.com/delhi-newdelhi.html Delhi- New Delhi]</h1> <br>\n'Old' Delhi, “the heart of Delhi” was the capital of India between the mid-17th and late 19th centuries, is full of awesome forts, mosques and monuments. Old Delhi is a lively area of colourful bazaars, narrow streets and hardly controlled confusion. In contrast, New Delhi, the grand city created by the British Raj, is balanced of spacious, tree-lined avenues and striking government buildings, and has a sense of order. Tourists to Delhi get two cities Old Delhi and New Delhi for the price of one.\n\n<h1>[http://www.timesofindiatravel.com/rajasthan-india.html Rajasthan India]</h1> <br>\n<b>Rajasthan India</b> : A land of wrinkling sand dunes, grand palaces and majestic rajasthan forts. Stay at exotic palace hotels on your Rajasthan holiday and experience the luxury of being treated like a Maharaja. Travel through historic cities and hear tales of heroic Rajput deeds on your Rajasthan holiday. Listen to the songs of days gone by and be amazed by the beauty of the arts and crafts of Rajasthan. Ride a camel across the Thar Desert, or an elephant up to Amber fort, see a magnificent tiger in the forests of Ranthambore. Experience a vacation in royal style, on your Rajasthan holiday.\n\n\n\n\n<h1> [http://www.timesofindiatravel.com/five-star-hotels-delhi.html  Hotels in India]</h1>\nHotels in India - We provide best information about Indian hotels; Hotels in India serve you luxury, treat you as king and introduce amazing food and drinks. Hotels in India known for its royal fort and palaces, ayurveda and yoga, luxury in modern and old style, natural therapy etc. We assist you to choose best hotels in India \n\n<h1> >>[http://www.timesofindiatravel.com/five-star-hotels-delhi.html Hotels in New Delhi ] </h1>\nBest Hotels Delhi,\nDeluxe Luxury Hotels Delhi,\nBudget Hotels and\nEconomy Hotels New Delhi India\nFive Star Deluxe Hotels of New Delhi\nFour Star Hotels of New Delhi, India.\nBusiness Hotels Delhi, India\nThree Star Hotels of New Delhi, India\nTwo Star Hotels of New Delhi, India\nBudget Hotels of New Delhi, India\nEconomy Hotels in New Delhi - India\nOther Hotels of New Delhi, India<br>\n\n<h1> [http://www.timesofindiatravel.com/ Tour Packages India ]</h1> <br>\n<b>Beaches Tour in India</b>- Beaches in India for fantastic beach holiday package India & tours to some of the best beaches of India...\n\n<h1>[http://www.timesofindiatravel.com/tours-taj-mahal-agra.html  Tour to Agra Taj Mahal India]</h1>- Taj Mahal India a beautiful architecture & symbol of love Taj Mahal India...\n\n<b>Cultural Travel In India</b> - Cultural heritage of India one of the most vibrant, coloured and most exhaustive...\n\n<b>Tour to Rajasthan India-Rajasthan</b>- think about luxury, royalty, cultural heritage, fort and palaces, desert and lakes this is Rajasthan...\n\n<h1>[http://www.timesofindiatravel.com/goa-beaches-india.html  Tour to Goa India]</h1> - Goa a beaches paradise with golden sands and blue sky, over Goal beaches ... \n\n<h1>[http://www.timesofindiatravel.com/kerala-tours.html  Tour to Kerala India]</h1> - Kerala has beautiful backwater, Kerala ayurveda, wildlife and kerala beaches with...\n\n<b>Tour to Himalayas India and Nepal</b> - The great heights of the majestic Himalayas, the mountain...\n\n<b>Pilgrimage Tours in India</b> - India a land of spirituality, and a home for world's great religions... \n\n<b>Wildlife Holidays</b> - Wildlife in India is a place of tigers. Enjoy elephant safari, camel safari, jeep safari wildlife adventure in India... \n\n<b>Ayurveda and Yoga India</b>- India is a place where you can feel the magic of yoga and ayurveda...\n\n<b>Adventure Tours in India</b> - In India there are so many places for adventure sports, explore the life time experience on a date with river Ganges...\n\n<b>Spa treatment India</b> -One of the best place for spa ayurveda India..\n\n<b>Tribal Tours India</b> - Tribals India have retained their traditions and customs in this modern world...\n\n<h1>[http://www.timesofindiatravel.com/kerala-india.html  kerala backwaters] </h1>- Kerala backwaters with coconut trees such an amazing place to relax...\n\n<b>South India tour packages </b>-Where you can meet the Indian ocean and the temple city..."
    }
}